export const BackUpData =
[
  {
    "..": "太好了，是xx我们有救了",
    "拼音": "tài hǎo le, shì xx wǒ men yǒu jiù le",
    "Masry": "حلو اوي, ده\\دي... كده في أمل",
    "Fussha": "رائع! إذا كان XX، نحن في أمان الآن",
    "Word Type": "网络词"
  },
  {
    "..": "微do",
    "拼音": "wēi",
    "Masry": "حاجة بسيطة كده",
    "Fussha": "لقد فعلت شئ بسيطا",
    "Word Type": "网络词"
  },
  {
    "..": "不离不弃",
    "拼音": "bù lí bù qì",
    "Masry": "منفترقش ابدا",
    "Fussha": "الاتزام و عدم الفراق",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "画蛇添足",
    "拼音": "huà shé tiān zú",
    "Masry": "الإضافة اللي مالهاش لزمة",
    "Fussha": "‎ القيام بأشياء غير ضرورية تفسد العمل",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "对牛弹琴",
    "拼音": "duì niú tán qín",
    "Masry": "‎زي اللي بيكلم الحيط",
    "Fussha": "‎العزف على العود للبقر",
    "Word Type": "成语"
  },
  {
    "..": "狼狈为奸",
    "拼音": "láng bèi wéi jiān",
    "Masry": "‎اتنين في الشر زي بعض",
    "Fussha": "‎ والثعلب يتآمران معًا",
    "Word Type": "成语"
  },
  {
    "..": "自相矛盾",
    "拼音": "zì xiāng máo dùn",
    "Masry": "‎بيقول حاجة ويعمل العكس",
    "Fussha": "‎يناقض نفسه",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "一箭双雕",
    "拼音": "yī jiàn shuāng diāo",
    "Masry": "‎ضرب عصفورين بحجر واحد",
    "Fussha": "‎سهم واحد يصيب نسرين",
    "Word Type": "成语"
  },
  {
    "..": "井底之蛙",
    "拼音": "jǐng dǐ zhī wā",
    "Masry": "‎ زي اللي شايف الدنيا من ثقب إبرة",
    "Fussha": "‎الضفدع في قاع البئر",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "破釜沉舟",
    "拼音": "pò fǔ chén zhōu",
    "Masry": "‎ ما فيش رجعة",
    "Fussha": "‎  كسر القدور وغرق القوارب",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "心猿意马",
    "拼音": "xīn yuán yì mǎ",
    "Masry": "‎عقله شارد ومش مركز",
    "Fussha": "‎ وعدم الاستقرار في الأفكار",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "自由自在",
    "拼音": "zì yóu zì zài",
    "Masry": "عايش بحرية",
    "Fussha": "طريق النجاح مليء بالعقبات",
    "Word Type": "成语"
  },
  {
    "..": "好事多磨",
    "拼音": "hǎo shì duō mó",
    "Masry": "مفيش حاجة بتيجي بالساهل",
    "Fussha": "الأشياء الجيدة تحتاج إلى جهد طويل",
    "Word Type": "成语"
  },
  {
    "..": "临渴掘井",
    "拼音": "lín kě jué jǐng",
    "Masry": "بيموت في الزنقة",
    "Fussha": "كالذي يحفر البئر عند العطش",
    "Word Type": "成语"
  },
  {
    "..": "事半功倍",
    "拼音": "shì bàn gōng bèi",
    "Masry": "حرك",
    "Fussha": "من جدّ وجد ومن زرع حصد",
    "Word Type": "成语"
  },
  {
    "..": "三心二意",
    "拼音": "sān xīn èr yì",
    "Masry": "ماسك العصاية من النص",
    "Fussha": "كالسفينة بلا قائد",
    "Word Type": "成语"
  },
  {
    "..": "众所周知",
    "拼音": "zhòng suǒ zhōu zhī",
    "Masry": "معروف",
    "Fussha": "كما هو معروف للجميع",
    "Word Type": "成语"
  },
  {
    "..": "狼狈不堪",
    "拼音": "láng bèi bù kān",
    "Masry": "في موقف محرج",
    "Fussha": "في وضع محرج",
    "Word Type": "成语"
  },
  {
    "..": "不知所措",
    "拼音": "bù zhī suǒ cuò",
    "Masry": "ضايع ومش عارف يعمل ايه",
    "Fussha": "لا يعرف ماذا يفعل",
    "Word Type": "成语"
  },
  {
    "..": "不言而喻",
    "拼音": "bù yán ér yù",
    "Masry": "ما يحتاج كلام",
    "Fussha": "لا يحتاج إلى كلام",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "胸有成竹",
    "拼音": "xiōng yǒu chéng zhú",
    "Masry": "عنده خطة واضحة",
    "Fussha": "لديه خطة واضحة",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "脚踏实地",
    "拼音": "jiǎo tà shí dì",
    "Masry": "مش متسرع",
    "Fussha": "العمل بجد وعدم التسرع",
    "Word Type": "成语"
  },
  {
    "..": "针见血",
    "拼音": "zhēn jiàn xuè",
    "Masry": "صريح ودقيق",
    "Fussha": "دقيق ومباشر",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "愚公移山",
    "拼音": "yú gōng yí shān",
    "Masry": "الإصرار يحقق المستحيل",
    "Fussha": "الإصرار على تحقيق الأهداف",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "不落窠臼",
    "拼音": "bù luò kē jiù",
    "Masry": "يفكر برا الصندوق",
    "Fussha": "الابتكار وعدم التقليد",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "千钧一发",
    "拼音": "qiān jūn yī fà",
    "Masry": "وضع صعب جداً",
    "Fussha": "حالة حرجة أو خطرة",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "一言九鼎",
    "拼音": "yī yán jiǔ dǐng",
    "Masry": "كلمته مسموعة",
    "Fussha": "كلمة واحدة لها وزن كبير",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "不可思议",
    "拼音": "bù kě sī yì",
    "Masry": "مش معقول",
    "Fussha": "لا يمكن  تصوره",
    "Word Type": "成语"
  },
  {
    "..": "视而不见",
    "拼音": "shì ér bù jiàn",
    "Masry": "مطنش",
    "Fussha": "تجاهل ما يُرى",
    "Word Type": "成语"
  },
  {
    "..": "从善如流",
    "拼音": "cóng shàn rú liú",
    "Masry": "سلس",
    "Fussha": "يتقبل اراء الاخرين",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "一心一意",
    "拼音": "yī xīn yī yì",
    "Masry": "مركز على هدفه",
    "Fussha": "بكل إخلاص و تركيز",
    "Word Type": "成语"
  },
  {
    "..": "空中楼阁",
    "拼音": "Kōng zhōng lóu gé",
    "Masry": "فكرة فاضية",
    "Fussha": "فكرة غير واقعية",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "千方百计",
    "拼音": "Qiān fāng bǎi jì",
    "Masry": "يحاول بكل الطرق",
    "Fussha": "استخدام كل الحيل الممكنة",
    "Word Type": "成语, 正式, 书面语"
  },
  {
    "..": "见义勇为",
    "拼音": "Jiàn yì yǒng wéi",
    "Masry": "يوقف مع الحق بشجاعة",
    "Fussha": "العمل بشجاعة من اجل الصواب",
    "Word Type": "成语, 书面语, 正式"
  },
  {
    "..": "见仁见智",
    "拼音": "Jiàn rén jiàn zhì",
    "Masry": "كل واحد له رأيه",
    "Fussha": "الآراء تختلف",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "剁手",
    "拼音": "duò shǒu",
    "Masry": "ايده مخرومة",
    "Fussha": "إدمان التسوق",
    "Word Type": "网络词"
  },
  {
    "..": "虐狗",
    "拼音": "nüè gǒu",
    "Masry": "‎ ‎ بيغيظ الاعزب بعلاقاته",
    "Fussha": "‎تعذيب العازبين بعرض علاقتهم",
    "Word Type": "网络词"
  },
  {
    "..": "吃醋",
    "拼音": "chī cù",
    "Masry": "‎غيران",
    "Fussha": "‎الغيرة في العلاقات",
    "Word Type": "俗语"
  },
  {
    "..": "花心",
    "拼音": "huā xīn",
    "Masry": "‎عينه زايغة",
    "Fussha": "‎ الشخص غير المخلص",
    "Word Type": "俗语"
  },
  {
    "..": "给力",
    "拼音": "gěi lì",
    "Masry": "‎حاجة جامدة أوي",
    "Fussha": "‎شيء مذهل أو رائع",
    "Word Type": "网络词"
  },
  {
    "..": "黑马",
    "拼音": "hēi mǎ",
    "Masry": "الحصان الكسبان",
    "Fussha": "‎الفائز غير المتوقع",
    "Word Type": "俗语"
  },
  {
    "..": "死宅",
    "拼音": "sǐ zhái",
    "Masry": "حد قاعد في البيت طول الوقت",
    "Fussha": "‎الشخص الذي لا يخرج من المنزل",
    "Word Type": "网络词"
  },
  {
    "..": "内卷",
    "拼音": "nèi juǎn",
    "Masry": "التنافس الزايد",
    "Fussha": "التسابق الداخلي",
    "Word Type": "网络词"
  },
  {
    "..": "摆烂",
    "拼音": "bǎi làn",
    "Masry": "مكبر دماغه",
    "Fussha": "التساهل مع الوضع",
    "Word Type": "网络词"
  },
  {
    "..": "佛系",
    "拼音": "fó xì",
    "Masry": "سايبها على الله",
    "Fussha": "العيش بلا مبالاة",
    "Word Type": "俗语"
  },
  {
    "..": "狠人",
    "拼音": "hěn rén",
    "Masry": "شخص جامد",
    "Fussha": "شخص حازم",
    "Word Type": "网络词"
  },
  {
    "..": "躺平",
    "拼音": "tǎng píng",
    "Masry": "مستسلم للوضع",
    "Fussha": "الاستسلام للوضع",
    "Word Type": "网络词"
  },
  {
    "..": "傍大款",
    "拼音": "bàng dà kuǎn",
    "Masry": "‎يتعلق بحد معاه فلوس",
    "Fussha": "‎ الارتباط بشخص غني",
    "Word Type": "俗语"
  },
  {
    "..": "玻璃心",
    "拼音": "bō lí xīn",
    "Masry": "قماص",
    "Fussha": "‎ قلب حساس جدًا",
    "Word Type": "网络词"
  },
  {
    "..": "神回复",
    "拼音": "shén huí fù",
    "Masry": "رد برة الصندوق",
    "Fussha": "‎ رد ذكي أو بارع",
    "Word Type": "网络词"
  },
  {
    "..": "潜力股",
    "拼音": "qián lì gǔ",
    "Masry": "حد شاطر",
    "Fussha": "‎شخص ذو إمكانيات كبيرة",
    "Word Type": "俗语"
  },
  {
    "..": "人艰不拆",
    "拼音": "rén jiān bù chāi",
    "Masry": "‎الدنيا صعبة، خليها مستورة",
    "Fussha": "‎ الحياة صعبة، لا تفضح الأمور",
    "Word Type": "成语"
  },
  {
    "..": "马马虎虎",
    "拼音": "Mǎ mǎ hū hū",
    "Masry": "نص نص",
    "Fussha": "لا بأس به",
    "Word Type": "俗语"
  },
  {
    "..": "说曹操，曹操到",
    "拼音": "Shuō Cáo Cāo, Cáo Cāo dào",
    "Masry": "جيبنا في سيرة القط جه ينط",
    "Fussha": "لما الشخص يظهر فجأة أثناء الكلام عنه",
    "Word Type": "俗语"
  },
  {
    "..": "天无绝人之路",
    "拼音": "Tiān wú jué rén zhī lù",
    "Masry": "مفيش حاجة اسمها مستحيل",
    "Fussha": "لا يوجد مستحيل",
    "Word Type": "书面语, 成语"
  },
  {
    "..": "自作自受",
    "拼音": "Zì zuò zì shòu",
    "Masry": "إنت اللي جبته لنفسك",
    "Fussha": "أنت الذي جلبت هذا لنفسك",
    "Word Type": "俗语"
  },
  {
    "..": "笑贫不笑娼",
    "拼音": "Xiào pín bù xiào chāng",
    "Masry": "الناس بتبص للجيب مش للأخلاق",
    "Fussha": "الفقير يُلام والفاسق يُحترم",
    "Word Type": "书面语, 成语"
  },
  {
    "..": "一模一样",
    "拼音": "Yīmúyīyàng",
    "Masry": "هي هي / هو هو",
    "Fussha": "نفس الشئ",
    "Word Type": "俗语"
  },
  {
    "..": "乱七八糟",
    "拼音": "Luànqībāzāo",
    "Masry": "خربانة",
    "Fussha": "فوضى",
    "Word Type": "俗语"
  },
  {
    "..": "过人之处",
    "拼音": "Guò rén zhī chù",
    "Masry": "عنده حاجة مش عند حد تاني",
    "Fussha": "لديه ما يميزه عن غيره",
    "Word Type": "成语"
  },
  {
    "..": "拖拖拉拉",
    "拼音": "Tuō tuōlā lā",
    "Masry": "ماشي زي السلحفاة",
    "Fussha": "كمن يسير في الوحل",
    "Word Type": "成语"
  },
  {
    "..": "一丝不苟",
    "拼音": "Yīsībùgǒu",
    "Masry": "بيعمل الحاجة زي الكتاب ما بيقول",
    "Fussha": "لا يترك تفصيلة دون اهتمام",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "一本正经",
    "拼音": "Yīběnzhèngjīng",
    "Masry": "شخص جد وبيركز في شغله",
    "Fussha": "جاد في عمله",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "乐于助人",
    "拼音": "Lèyú zhùrén",
    "Masry": "جدع",
    "Fussha": "متعاون",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "言外之意",
    "拼音": "Yánwàizhīyì",
    "Masry": "فيه حاجة ورا الكلام",
    "Fussha": "النية وراء الكلمات",
    "Word Type": "成语"
  },
  {
    "..": "穿小鞋",
    "拼音": "Chuānxiǎoxié",
    "Masry": "يتبلى على حد",
    "Fussha": "يتهم شخص بشئ لم يفعله",
    "Word Type": "俗语"
  },
  {
    "..": "光棍",
    "拼音": "Guānggùn",
    "Masry": "اعزب",
    "Fussha": "اعزب",
    "Word Type": "方言"
  },
  {
    "..": "趟浑水",
    "拼音": "Tāng hún shuǐ",
    "Masry": "يتورط في مشكلة",
    "Fussha": "الخوض في المياه العكرة",
    "Word Type": "俗语"
  },
  {
    "..": "放鸽子",
    "拼音": "Fàng gēzǐ",
    "Masry": "يتسوح",
    "Fussha": "غدر بي",
    "Word Type": "俗语"
  },
  {
    "..": "包在我身上",
    "拼音": "Bāo zài wǒ shēnshang",
    "Masry": "سيبها عليا",
    "Fussha": "اترك الامر لي",
    "Word Type": "俗语"
  },
  {
    "..": "一笑了之",
    "拼音": "Yī xiào liǎo zhī",
    "Masry": "بيضحك عشان يداري احراجه",
    "Fussha": "مرّ الأمر بابتسامة",
    "Word Type": "成语"
  },
  {
    "..": "秒了",
    "拼音": "Miǎole",
    "Masry": "ثانية واحدة",
    "Fussha": "بضع من الوقت",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "会哭的孩子有好吃",
    "拼音": "Huì kū de háizǐ yǒu hào chī",
    "Masry": "اتنشن",
    "Fussha": "الشخص الذي يشكي يلفت الانظار اليه ويحصل علي ما يريد",
    "Word Type": "俗语"
  },
  {
    "..": "肉麻",
    "拼音": "Ròumá",
    "Masry": "ملزق - حكاك",
    "Fussha": "مقزز",
    "Word Type": "俗语, 方言"
  },
  {
    "..": "妈宝男",
    "拼音": "Mā bǎo nán",
    "Masry": "ابن امه",
    "Fussha": "ولد تابع لأمه",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "急躁",
    "拼音": "Jízào",
    "Masry": "جاب اخره",
    "Fussha": "فقد صبره",
    "Word Type": "俗语"
  },
  {
    "..": "转移话题",
    "拼音": "Zhuǎnyí huàtí",
    "Masry": "بيغير الموضوع",
    "Fussha": "تغيير الموضوع",
    "Word Type": "俗语"
  },
  {
    "..": "抽风",
    "拼音": "Chōufēng",
    "Masry": "بيهرتل بالكلام",
    "Fussha": "يقول كلام غير صحيح",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "占便宜",
    "拼音": "Zhànpiányí",
    "Masry": "استغلالي",
    "Fussha": "يستغل شخص",
    "Word Type": "俗语"
  },
  {
    "..": "中国通",
    "拼音": "Zhōngguó tōng",
    "Masry": "مولود في حواري الصين",
    "Fussha": "يعرف كل شئ عن الصين",
    "Word Type": "俗语"
  },
  {
    "..": "长话短说",
    "拼音": "Cháng huà duǎn shuō",
    "Masry": "الملخص المفيد",
    "Fussha": "اختصر",
    "Word Type": "成语"
  },
  {
    "..": "一言难尽",
    "拼音": "Yī yán nán jìn",
    "Masry": "فيه حاجات صعب تتشرح",
    "Fussha": "الأمر معقد ويصعب شرحه",
    "Word Type": "成语"
  },
  {
    "..": "滔滔不绝",
    "拼音": "Tāo tāo bù jué",
    "Masry": "رغاي",
    "Fussha": "يتكلم بلا انقطاع",
    "Word Type": "成语"
  },
  {
    "..": "结结巴巴",
    "拼音": "Jié jié bā bā",
    "Masry": "بيتهته في الكلام",
    "Fussha": "يتلعثم في الكلام",
    "Word Type": "成语"
  },
  {
    "..": "侃侃而谈",
    "拼音": "Kǎn kǎn ér tán",
    "Masry": "بيتكلم بثقة",
    "Fussha": "يتحدث بثقة وهدوء",
    "Word Type": "书面语, 成语"
  },
  {
    "..": "对答如流",
    "拼音": "Duì dá rú liú",
    "Masry": "لسانه جاهز على طول",
    "Fussha": "لسانه لا يتعثر",
    "Word Type": "书面语, 成语"
  },
  {
    "..": "自娱自乐",
    "拼音": "Zì yú zì lè",
    "Masry": "يبسط نفسه بنفسه",
    "Fussha": "ترفيه عن نفسك",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "卖关子",
    "拼音": "Màiguānzǐ",
    "Masry": "عامل ساسبنس",
    "Fussha": "إبقاء الأمور غامضة",
    "Word Type": "俗语"
  },
  {
    "..": "刮目相看",
    "拼音": "Guāmùxiāngkàn",
    "Masry": "معجب",
    "Fussha": "معجب",
    "Word Type": "成语, 正式"
  },
  {
    "..": "长得圆圆的",
    "拼音": "Zhǎng dé yuán yuán de",
    "Masry": "تخين (بطريقه تريقه)",
    "Fussha": "سمين",
    "Word Type": "俗语"
  },
  {
    "..": "以身作则",
    "拼音": "Yǐshēnzuòzé",
    "Masry": "يعمل اللي يقولو وبعدين ينصح بيه",
    "Fussha": "قدوة بالعمل",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "打成一片",
    "拼音": "Dǎchéngyīpiàn",
    "Masry": "تقوية العلاقات",
    "Fussha": "العمل بروح الفريق",
    "Word Type": "成语"
  },
  {
    "..": "以貌取人",
    "拼音": "Yǐmàoqǔrén",
    "Masry": "الحكم علي الناس من مظهرهم",
    "Fussha": "يحكم علي الكتاب من غلافه",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "得寸进尺",
    "拼音": "Décùnjìnchǐ",
    "Masry": "سكتناله دخل بحماره",
    "Fussha": "يطلب المزيد بعد الحصول على القليل",
    "Word Type": "俗语"
  },
  {
    "..": "无理取闹",
    "拼音": "Wúlǐqǔnào",
    "Masry": "بتاع حوارات",
    "Fussha": "أفتعال المشاكل",
    "Word Type": "成语"
  },
  {
    "..": "高冷",
    "拼音": "Gāo lěng",
    "Masry": "الولد التقيل البارد",
    "Fussha": "شخص متعال",
    "Word Type": "俗语"
  },
  {
    "..": "高富帅",
    "拼音": "Gāofù shuài",
    "Masry": "ولد طويل ووسيم وغني",
    "Fussha": "طويل القامة وغني ووسيم",
    "Word Type": "俗语"
  },
  {
    "..": "胆小鬼",
    "拼音": "Dǎnxiǎoguǐ",
    "Masry": "جبان",
    "Fussha": "جبان",
    "Word Type": "俗语"
  },
  {
    "..": "酒鬼",
    "拼音": "Jiǔguǐ",
    "Masry": "خمورجي",
    "Fussha": "مدمن الخمر",
    "Word Type": "俗语"
  },
  {
    "..": "癞蛤蟆",
    "拼音": "Làihámá",
    "Masry": "ولد شكله وحش",
    "Fussha": "قبيح",
    "Word Type": "俗语"
  },
  {
    "..": "私奔",
    "拼音": "Sībēn",
    "Masry": "فلانة هربت مع فلان",
    "Fussha": "يهرب",
    "Word Type": "俗语"
  },
  {
    "..": "急于求成",
    "拼音": "jí yú qiú chéng",
    "Masry": "مستعجل",
    "Fussha": "التعجل في تحقيق النجاح",
    "Word Type": "成语"
  },
  {
    "..": "适得其反",
    "拼音": "shì dé qí fǎn",
    "Masry": "جت الحزينة تفرح ملقتش لها مطرح",
    "Fussha": "تأتي النتيجة عكس ما هو متوقع",
    "Word Type": "成语"
  },
  {
    "..": "轻而易举",
    "拼音": "qīng ér yì jǔ",
    "Masry": "ده سهل مايه",
    "Fussha": "سهل جدا",
    "Word Type": "成语"
  },
  {
    "..": "全力以赴",
    "拼音": "quán lì yǐ fù",
    "Masry": "بيذل مجهود جامد",
    "Fussha": "بذل الجهد الكامل لتحقيق الهدف",
    "Word Type": "成语"
  },
  {
    "..": "循序渐进",
    "拼音": "xún xù jiàn jìn",
    "Masry": "خطوه خطوه",
    "Fussha": "التقدم بخطوات ثابتة ومنتظمة",
    "Word Type": "成语"
  },
  {
    "..": "心无旁骛",
    "拼音": "xīn wú páng wù",
    "Masry": "حاطط كل دماغه في الحاجة-عينه على هدفه وبس",
    "Fussha": "التركيز الكامل بدون تشتيت",
    "Word Type": "成语"
  },
  {
    "..": "一波未平，一波又起",
    "拼音": "Yī bō wèi píng, yī bō yòu qǐ",
    "Masry": "يا فرحة ما تمت، خدها الغراب وطار",
    "Fussha": "كلما خرجتُ من حفرة، وقعتُ في أخرى.",
    "Word Type": "成语"
  },
  {
    "..": "知人知面不知心",
    "拼音": "Zhīrén zhī miàn bùzhī xīn",
    "Masry": "تحت السواهي دواهي",
    "Fussha": "تستطيع أن تعرف وجه الشخص، لكنك لا تعرف قلبه",
    "Word Type": "成语"
  },
  {
    "..": "一不怕苦，二不怕死",
    "拼音": "Yī bùpà kǔ, èr bùpà sǐ",
    "Masry": "الجدع جدع والجبان جبان- رجله في النار وقلبه في الجنة",
    "Fussha": "أولًا لا تخاف من المشقة، وثانيًا لا تخاف من الموت",
    "Word Type": "成语"
  },
  {
    "..": "长话短说",
    "拼音": "cháng huà duǎn shuō",
    "Masry": "خلّصها بسرعة",
    "Fussha": "اختصر الحديث",
    "Word Type": "成语"
  },
  {
    "..": "搞什么？",
    "拼音": "Gǎo shénme ?",
    "Masry": "بتعمل أيه",
    "Fussha": "ماذا تفعل ؟",
    "Word Type": "俗语"
  },
  {
    "..": "更仆难数",
    "拼音": "Gēng pú nán shǔ",
    "Masry": "صعب جدا نحسبه",
    "Fussha": "من الصعب العد",
    "Word Type": "成语"
  },
  {
    "..": "臣妾做不到",
    "拼音": "",
    "Masry": "ده فوق طاقتي",
    "Fussha": "لا أستطيع فعل ذلك",
    "Word Type": "俗语"
  },
  {
    "..": "谁问你了",
    "拼音": "",
    "Masry": "انت مالك؟",
    "Fussha": "ما علاقتك؟",
    "Word Type": "俗语"
  },
  {
    "..": "你做梦呢？",
    "拼音": "nǐ zuò mèng ne",
    "Masry": "إنت بتحلم؟",
    "Fussha": "هل تحلم؟",
    "Word Type": "方言"
  },
  {
    "..": "甩了他",
    "拼音": "shuǎi le tā",
    "Masry": "سيبه/سيبها",
    "Fussha": "تخلَّ عنه/عنها",
    "Word Type": "俗语"
  },
  {
    "..": "很端庄",
    "拼音": "- hěn duān zhuāng",
    "Masry": "شيك أوي",
    "Fussha": "أنيق للغاية",
    "Word Type": "书面语"
  },
  {
    "..": "耿耿于怀",
    "拼音": "Gěnggěng yú huái",
    "Masry": "حاسس بحزن و ضيق في قلبه",
    "Fussha": "يشعر بالقلق و الحزن",
    "Word Type": "成语"
  },
  {
    "..": "吃土",
    "拼音": "Chī tǔ",
    "Masry": "مفلس",
    "Fussha": "الافلاس او الفقر",
    "Word Type": "网络词"
  },
  {
    "..": "佛土",
    "拼音": "Fú xì",
    "Masry": "عايش على الله او ماشي حاله",
    "Fussha": "التساهل و عدم الاهتمام",
    "Word Type": "网络词"
  },
  {
    "..": "打酱油",
    "拼音": "Dǎ jiàngyóu",
    "Masry": "مالي و مال الموضوع مش شغلني",
    "Fussha": "عدم التدخل او اللامبالاة",
    "Word Type": "俗语"
  },
  {
    "..": "妄想",
    "拼音": "wàng xiǎng",
    "Masry": "بتتوهم",
    "Fussha": "هذا وهم",
    "Word Type": "成语"
  },
  {
    "..": "普信男",
    "拼音": "pǔ xìn nán",
    "Masry": "راجل عادي قوي",
    "Fussha": "رجل عادي جدًا",
    "Word Type": "俗语"
  },
  {
    "..": "别得瑟",
    "拼音": "bié dè se",
    "Masry": "ما تتفشخرش",
    "Fussha": "لا تتفاخر",
    "Word Type": "俗语"
  },
  {
    "..": "你多顺呐",
    "拼音": "nǐ duō shùn na",
    "Masry": "يالهوي على السلاسه",
    "Fussha": "ما هذا الاسلوب السلس",
    "Word Type": "方言"
  },
  {
    "..": "女王行为",
    "拼音": "nǚ wáng xíng wéi",
    "Masry": "تصرفات ملكة",
    "Fussha": "أفعال ملكية",
    "Word Type": "网络词"
  },
  {
    "..": "吃瓜群众",
    "拼音": "Chī guā qúnzhòng",
    "Masry": "بيتفرج من بعيد",
    "Fussha": "المتفرجون بلا تدخل",
    "Word Type": "俗语, 成语"
  },
  {
    "..": "你秒了全场",
    "拼音": "nǐ miǎo le quán chǎng",
    "Masry": "كسّرت الدنيا",
    "Fussha": "لقد أبهرت الجميع",
    "Word Type": "俗语"
  },
  {
    "..": "别在这儿放马后炮",
    "拼音": "Bié zài zhè'er fàng mǎhòupào",
    "Masry": "لا تبكي على اللبن المسكوب",
    "Fussha": "لا تبكي على اللبن المسكوب",
    "Word Type": "成语"
  },
  {
    "..": "原来如此",
    "拼音": "Yuánlái rúcǐ",
    "Masry": "كده فهمت",
    "Fussha": "إذن، هذا هو الأمر!",
    "Word Type": "成语"
  },
  {
    "..": "处心积虑",
    "拼音": "chǔ xīn jī lǜ",
    "Masry": "بيخطط من تحت الترابيزة",
    "Fussha": "يدبر أمرًا بخبث",
    "Word Type": "成语"
  },
  {
    "..": "命不凡",
    "拼音": "zì mìng bù fán",
    "Masry": "فاكر نفسه شمس الشموسة- شايف نفسه زيادة",
    "Fussha": "يظن نفسه مميزًا عن الآخرين",
    "Word Type": "成语"
  },
  {
    "..": "人云亦云",
    "拼音": "rén yún yì yún",
    "Masry": "معاهم معاهم، عليهم عليهم",
    "Fussha": "يقلد الآخرين دون تفكير",
    "Word Type": "成语"
  },
  {
    "..": "指手画脚",
    "拼音": "zhǐ shǒu huà jiǎo",
    "Masry": "عامل نفسه أبو العريف",
    "Fussha": "يعطي الأوامر وينتقد بلا داعٍ",
    "Word Type": "成语"
  },
  {
    "..": "无痛呻吟",
    "拼音": "wú tòng shēn yín",
    "Masry": "شكاء بكاء",
    "Fussha": "ديتذمر بلا مبرر",
    "Word Type": "成语"
  },
  {
    "..": "无缘无故",
    "拼音": "wú yuán wú gù",
    "Masry": "من غير سبب",
    "Fussha": "بلا سبب أو داعٍ",
    "Word Type": "成语"
  },
  {
    "..": "挑拨离间",
    "拼音": "tiǎo bō lí jiàn",
    "Masry": "بوتجاز",
    "Fussha": "يسبب فتنة بين الناس",
    "Word Type": "成语"
  },
  {
    "..": ". 搬弄是非",
    "拼音": "bān nòng shì fēi",
    "Masry": "بوتجاز",
    "Fussha": "يفتعل المشكلات بين الناس",
    "Word Type": "成语"
  },
  {
    "..": "小题大做",
    "拼音": "xiǎo tí dà zuò",
    "Masry": "عمل من الحبة قبة",
    "Fussha": "بالغ في الامر",
    "Word Type": "成语"
  },
  {
    "..": "没大没小",
    "拼音": "méi dà méi xiǎo",
    "Masry": "اللي مالوش كبير يشتريله كبير",
    "Fussha": "يجب احترام الكبير",
    "Word Type": "成语"
  },
  {
    "..": "吃货",
    "拼音": "chī huò",
    "Masry": "مفجوع",
    "Fussha": "شخص بيحب الأكل جدًا",
    "Word Type": "成语"
  },
  {
    "..": "宅男/宅女",
    "拼音": "zhái nán/zhái nǚ",
    "Masry": "بيتوتي",
    "Fussha": "لا يفضل الخروج من المنزل",
    "Word Type": "成语"
  },
  {
    "..": "舔狗",
    "拼音": "tiǎn gǒu",
    "Masry": "ملزق",
    "Fussha": "شخض لطيف زيادة عن اللزوم مع الفتيات",
    "Word Type": "成语"
  },
  {
    "..": "小确幸",
    "拼音": "xiǎo què xìng",
    "Masry": "حاجات بسيطة بتخليني مبسوط",
    "Fussha": "أشياء بسطة تجعلني سعيد",
    "Word Type": "成语"
  },
  {
    "..": "尴尬癌",
    "拼音": "gān gà ái",
    "Masry": "في نص هدومي",
    "Fussha": "موقف محرج",
    "Word Type": "成语"
  },
  {
    "..": "开黑",
    "拼音": "kāi hēi",
    "Masry": "جامد",
    "Fussha": "رائع",
    "Word Type": "网络词"
  },
  {
    "..": "抠门",
    "拼音": "kōu mén",
    "Masry": "جلده",
    "Fussha": "بخيل",
    "Word Type": "成语"
  },
  {
    "..": "抱大腿",
    "拼音": "Bào dàtuǐ",
    "Masry": "بيطبل",
    "Fussha": "التقرب من صاحب نفوذ- التملق",
    "Word Type": "俗语"
  },
  {
    "..": "翻车",
    "拼音": "Fānchē",
    "Masry": "غلطة كبيرة",
    "Fussha": "غلطة كبيرة",
    "Word Type": "成语"
  },
  {
    "..": "物美价廉",
    "拼音": "wù měi jià lián",
    "Masry": "حاجة لقطة",
    "Fussha": "جودة عالية وسعر مناسب",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "月光族",
    "拼音": "yuè guāng zú",
    "Masry": "عينه في الموبايل",
    "Fussha": "",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "闯祸",
    "拼音": "chuǎng huò",
    "Masry": "يعمل مصيبه",
    "Fussha": "أوقع نفسه في مأزق",
    "Word Type": "俗语"
  },
  {
    "..": "妄自菲薄",
    "拼音": "wàng zì fěi bó",
    "Masry": "شايف نفسه قليل",
    "Fussha": "يقلل من شأن نفسه",
    "Word Type": "成语"
  },
  {
    "..": "知己",
    "拼音": "zhī jǐ",
    "Masry": "شخص عارفني اكتر من نفسي",
    "Fussha": "شخص يفهمك جيدًا",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "一举两得",
    "拼音": "yī jǔ liǎng dé",
    "Masry": "يضرب عصفورين بحجر",
    "Fussha": "ضرب عصفورين بحجر واحد",
    "Word Type": "成语"
  },
  {
    "..": "鸟",
    "拼音": "niǎo",
    "Masry": "يتعامل",
    "Fussha": "يتعامل مع",
    "Word Type": "网络词"
  },
  {
    "..": "黑手",
    "拼音": "hēi shǒu",
    "Masry": "بتاع مصايب",
    "Fussha": "شخص وراء الكواليس",
    "Word Type": "俗语"
  },
  {
    "..": "自找麻烦",
    "拼音": "zì zhǎo má fan",
    "Masry": "بينكد على نفسه",
    "Fussha": "يبحث عن المتاعب",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "没事找事",
    "拼音": "méi shì zhǎo shì",
    "Masry": "الفاضي يعمل قاضي - مش لاقي حاجه يعملها",
    "Fussha": "يبحث عن مشاكل من لا شيء",
    "Word Type": "俗语"
  },
  {
    "..": "不屑于",
    "拼音": "bù xiè yú",
    "Masry": "مش شايف حد احسن منه",
    "Fussha": "يحتقرالاخرين",
    "Word Type": "俗语"
  },
  {
    "..": "百感交集",
    "拼音": "bǎi gǎn jiāo jí",
    "Masry": "خليط من المشاعر",
    "Fussha": "مشاعر مختلطة",
    "Word Type": "成语"
  },
  {
    "..": "加一",
    "拼音": "jiā yī",
    "Masry": "وانا كمان - plus one",
    "Fussha": "كذلك أنا",
    "Word Type": "网络词"
  },
  {
    "..": "吃瓜群众",
    "拼音": "chī guā qún zhòng",
    "Masry": "متفرجين",
    "Fussha": "الجمهور",
    "Word Type": "网络词"
  },
  {
    "..": "杠精",
    "拼音": "gàng jīng",
    "Masry": "اللي يحب يدخل في نقاشات على الفاضي",
    "Fussha": "الشخص الجدلي او محب للجدال",
    "Word Type": "网络词"
  },
  {
    "..": "盘他",
    "拼音": "pán tā",
    "Masry": "خده أو استولى عليه",
    "Fussha": "خذه أو اجعله ملكك.",
    "Word Type": "书面语"
  },
  {
    "..": "尾款人",
    "拼音": "wěi kuǎn rén",
    "Masry": "بيدفع علي الحروكروك",
    "Fussha": "الذي يدفع القسط الأخير",
    "Word Type": "俗语"
  },
  {
    "..": "炸了",
    "拼音": "zhà le",
    "Masry": "الدنيا ولعت أو الموضوع قلب نار",
    "Fussha": "انفجر أو أصبح مثيرًا جدًا.",
    "Word Type": "网络词"
  },
  {
    "..": "佛系追星",
    "拼音": "fó xì zhuī xīng",
    "Masry": "يرصد الفنانين",
    "Fussha": "متابعة النجوم بطريقة هادئة.",
    "Word Type": "网络词"
  },
  {
    "..": "小透明",
    "拼音": "xiǎo tòu míng",
    "Masry": "مش مشهور",
    "Fussha": "شخص غير معروف",
    "Word Type": "网络词"
  },
  {
    "..": "双标",
    "拼音": "shuāng biāo",
    "Masry": "بيقبل علي نفسه وميقبلش علي الناس",
    "Fussha": "متساهل مع نفسه وصارم مع غيره",
    "Word Type": "书面语"
  },
  {
    "..": "硬核",
    "拼音": "yìng hé",
    "Masry": "جامد في مجاله",
    "Fussha": "خبير في المجال",
    "Word Type": "方言"
  },
  {
    "..": "上头",
    "拼音": "shàng tóu",
    "Masry": "متحمس جدًا",
    "Fussha": "الانغماس في الشئ",
    "Word Type": "俗语"
  },
  {
    "..": "咸鱼",
    "拼音": "xián yú",
    "Masry": "فاقد الشغف",
    "Fussha": "شخص كسول أو بلا حافز",
    "Word Type": "网络词"
  },
  {
    "..": "打脸",
    "拼音": "dǎ liǎn",
    "Masry": "خد علي قفاه",
    "Fussha": "صفعة على الوجه (إشارة للإحراج)",
    "Word Type": "成语"
  },
  {
    "..": "拖延症",
    "拼音": "tuō yán zhèng",
    "Masry": "اللي يأجل كل حاجة لآخر لحظة",
    "Fussha": "التسويف",
    "Word Type": "口语, 网络词"
  },
  {
    "..": "甩锅",
    "拼音": "shuǎi guō",
    "Masry": "شيل الليلة لحد تاني",
    "Fussha": "إلقاء اللوم على الآخرين.",
    "Word Type": "俗语"
  },
  {
    "..": "白嫖",
    "拼音": "bái piáo",
    "Masry": "خد ببلاش",
    "Fussha": "أخذ الشيء دون دفع.",
    "Word Type": "网络词"
  },
  {
    "..": "皮",
    "拼音": "pí",
    "Masry": "بيهزر على طول",
    "Fussha": "شخص مرح ومشاكس.",
    "Word Type": "方言"
  },
  {
    "..": "吃得开",
    "拼音": "chī de kāi",
    "Masry": "محبوب بين الناس",
    "Fussha": "شخص يحظى بشعبية.",
    "Word Type": "俗语"
  },
  {
    "..": "巨婴",
    "拼音": "jù yīng",
    "Masry": "مخه قد السمسمة",
    "Fussha": "شخص غير ناضج.",
    "Word Type": "网络词"
  },
  {
    "..": "鸡汤",
    "拼音": "jī tāng",
    "Masry": "كلام تنمية بشرية",
    "Fussha": "حساء الدجاج (استعارة عن عبارات تحفيزية)",
    "Word Type": "网络词"
  },
  {
    "..": "打工人",
    "拼音": "dǎ gōng rén",
    "Masry": "الشقيان عشان لقمه العيش",
    "Fussha": "العامل أو الشخص الذي يعمل لكسب العيش.",
    "Word Type": "书面语"
  },
  {
    "..": "社畜",
    "拼音": "shè chù",
    "Masry": "اللي شغال طول اليوم وبيطلع عينه",
    "Fussha": "عبيد العمل",
    "Word Type": "网络词"
  },
  {
    "..": "猛男",
    "拼音": "měng nán",
    "Masry": "رجل قوي جدا",
    "Fussha": "راجل مفتول العضلات.",
    "Word Type": "网络词"
  },
  {
    "..": "肝",
    "拼音": "gān",
    "Masry": "مطحون",
    "Fussha": "السهر والعمل المستمر (حتى الإرهاق)",
    "Word Type": "方言"
  },
  {
    "..": "云玩家",
    "拼音": "yún wán jiā",
    "Masry": "بيتفرج على اللعب",
    "Fussha": "لاعب افتراضي (لا يلعب بنفسه)",
    "Word Type": "网络词"
  },
  {
    "..": "打",
    "拼音": "dǎ",
    "Masry": "بيشجع",
    "Fussha": "يدعم",
    "Word Type": "方言"
  },
  {
    "..": "杠开上花",
    "拼音": "gàng kāi shàng huā",
    "Masry": "نقاش سخن وكبر الموضوع",
    "Fussha": "الجدل الذي ينتهي بتصعيد أكبر.",
    "Word Type": "成语"
  },
  {
    "..": "云养猫",
    "拼音": "yún yǎng māo",
    "Masry": "بيتفرج علي فيديوهات للقطط",
    "Fussha": "تربية القطط عبر الإنترنت.",
    "Word Type": "网络词"
  },
  {
    "..": "划水",
    "拼音": "huá shuǐ",
    "Masry": "عامل نفسه بيشتغل",
    "Fussha": "التراخي أو عدم بذل جهد.",
    "Word Type": "俗语"
  },
  {
    "..": "咸鱼翻身",
    "拼音": "xián yú fān shēn",
    "Masry": "الحظ ضرب معاه",
    "Fussha": "غير متوقع نجاحه",
    "Word Type": "成语"
  },
  {
    "..": "打鸡血",
    "拼音": "dǎ jī xuè",
    "Masry": "اتحمس",
    "Fussha": "الحصول على دُفعة من الحماس",
    "Word Type": "网络词"
  },
  {
    "..": "甩卖",
    "拼音": "shuǎi mài",
    "Masry": "اوكازيون",
    "Fussha": "البيع بسعر مخفض جدًا.",
    "Word Type": "方言"
  },
  {
    "..": "吸猫",
    "拼音": "xī māo",
    "Masry": "عاشق القطط",
    "Fussha": "الانبهار بالقطط",
    "Word Type": "网络词"
  },
  {
    "..": "上车",
    "拼音": "shàng chē",
    "Masry": "البدء في حاجه جديدة",
    "Fussha": "اللحاق بالفرصة أو البدء في شيء.",
    "Word Type": "网络词"
  },
  {
    "..": "戏精",
    "拼音": "xì jīng",
    "Masry": "بيبالغ في كل حاجة أو بيعمل فيها ممثل (بيأفور)",
    "Fussha": "ممثل درامي أو متصنع",
    "Word Type": "网络词"
  },
  {
    "..": "收拾",
    "拼音": "Shōushí",
    "Masry": "يروق",
    "Fussha": "يروق",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "人满为患",
    "拼音": "Rénmǎnwéihuàn",
    "Masry": "الناس كتير لدرجه تجيب المرض",
    "Fussha": "مزدحم للغاية",
    "Word Type": "成语"
  },
  {
    "..": "踩雷",
    "拼音": "cǎi léi",
    "Masry": "اشتري حاجه اونلاين وطلعت وحشه",
    "Fussha": "سوء الشراء عبر الانترنت",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "头大",
    "拼音": "tóu dà",
    "Masry": "في دماغه مليون حاجه",
    "Fussha": "أشعر بالإرهاق",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "精打细算",
    "拼音": "jīngdǎxìsuàn",
    "Masry": "بيحسب كل قرش قبل ما يصرفوا",
    "Fussha": "يدير المال بحكمة",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "节约",
    "拼音": "jiéyuē",
    "Masry": "يوفر - موفر",
    "Fussha": "توفير",
    "Word Type": "俗语"
  },
  {
    "..": "痞痞的",
    "拼音": "pǐ pǐ de",
    "Masry": "شاب لعوب (بيلعب بالبنات)",
    "Fussha": "شاب لعوب",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "无用之人",
    "拼音": "wúyòng zhī rén",
    "Masry": "شخص ملوش لازمه",
    "Fussha": "شخص لا فائدة منه",
    "Word Type": "成语"
  },
  {
    "..": "吹牛",
    "拼音": "chuīniú",
    "Masry": "بيهري",
    "Fussha": "يقول كلام غير صحيح",
    "Word Type": "俗语"
  },
  {
    "..": "算账",
    "拼音": "suànzhàng",
    "Masry": "هنتحاسب - هنصفي الحساب",
    "Fussha": "تصفية الحسابات",
    "Word Type": "俗语"
  },
  {
    "..": "知识分子",
    "拼音": "zhīshì fēnzǐ",
    "Masry": "مثقف",
    "Fussha": "مثقف",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "恐怖分子",
    "拼音": "kǒngbù fèn zǐ",
    "Masry": "ارهابي - مخيف",
    "Fussha": "إرهابي",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "高手",
    "拼音": "gāoshǒu",
    "Masry": "شاطر - ممتاز",
    "Fussha": "محترف",
    "Word Type": "网络词"
  },
  {
    "..": "学霸",
    "拼音": "xué bà",
    "Masry": "متفوق",
    "Fussha": "متفوق دراسيا",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "学渣",
    "拼音": "xué zhā",
    "Masry": "فاشل",
    "Fussha": "فاشل دراسيا",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "回味无穷",
    "拼音": "Huíwèi wúqióng",
    "Masry": "طعم مميز",
    "Fussha": "مذاق لا يُنسى",
    "Word Type": "成语"
  },
  {
    "..": "各持主见",
    "拼音": "Gè chí zhǔjiàn",
    "Masry": "كل واحد مصمم علي رأيه",
    "Fussha": "متمسّك برأيه",
    "Word Type": "俗语"
  },
  {
    "..": "既来之则安之",
    "拼音": "jì lái zhī zé ānzhī",
    "Masry": "طالما عملنا الحاجه دي يبقي زي ما تطلع وخلاص",
    "Fussha": "تقبّل الوضع كما هو",
    "Word Type": "俗语"
  },
  {
    "..": "背黑锅",
    "拼音": "bēihēiguō",
    "Masry": "يشيل عملته السودا",
    "Fussha": "يدفع الثمن عن الآخرين",
    "Word Type": "俗语"
  },
  {
    "..": "背锅侠",
    "拼音": "bèi guō xiá",
    "Masry": "اتاخد في الرجلين",
    "Fussha": "كبش فداء",
    "Word Type": "俗语"
  },
  {
    "..": "自我主见",
    "拼音": "zìwǒ zhǔjiàn",
    "Masry": "عنده رأي وشخصيه",
    "Fussha": "رأي مستقلّ",
    "Word Type": "俗语"
  },
  {
    "..": "了不起",
    "拼音": "liǎobùqǐ",
    "Masry": "رائع",
    "Fussha": "مدهش",
    "Word Type": "网络词, 方言"
  },
  {
    "..": "小三",
    "拼音": "xiǎosān",
    "Masry": "براشوت",
    "Fussha": "طرف ثالث",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "发小",
    "拼音": "fā xiǎo",
    "Masry": "صديق الطفولة",
    "Fussha": "صديق الطفولة",
    "Word Type": "俗语"
  },
  {
    "..": "八卦",
    "拼音": "bāguà",
    "Masry": "بيتكلموا على بعض",
    "Fussha": "النميمة",
    "Word Type": "俗语"
  },
  {
    "..": "复合",
    "拼音": "fùhé",
    "Masry": "يرجعوا لبعض",
    "Fussha": "تصالح",
    "Word Type": "俗语"
  },
  {
    "..": "直男",
    "拼音": "zhí nán",
    "Masry": "راجل دغري",
    "Fussha": "رجل بسيط ومباشر",
    "Word Type": "网络词"
  },
  {
    "..": "网红",
    "拼音": "wǎng hóng",
    "Masry": "بلوجر",
    "Fussha": "مشهور على الإنترنت",
    "Word Type": "网络词"
  },
  {
    "..": "月光族",
    "拼音": "yuèguāng zú",
    "Masry": "الناس اللي مفلسه اخر الشهر",
    "Fussha": "شخص ينفق كلّ راتبه",
    "Word Type": "网络词"
  },
  {
    "..": "低头族",
    "拼音": "dītóu zú",
    "Masry": "الناس اللي مش بتسيب الموبايل من ايدها",
    "Fussha": "مدمن الهاتف",
    "Word Type": "网络词"
  },
  {
    "..": "金玉其外败絮其中",
    "拼音": "jīnyù qí wài bàixù qízhōng",
    "Masry": "من برا هلا هلا ومن جوا يعلم الله",
    "Fussha": "مظهر جميل ولكن الجوهر سيّئ",
    "Word Type": "俗语"
  },
  {
    "..": "管闲事",
    "拼音": "guǎn xiánshì",
    "Masry": "يتدخل في اللي ملوش فيه",
    "Fussha": "يتدخّل في شؤون الآخرين",
    "Word Type": "俗语"
  },
  {
    "..": "表里不一",
    "拼音": "biǎo lǐ bù yī",
    "Masry": "بوشين",
    "Fussha": "ذو وجهين",
    "Word Type": "成语"
  },
  {
    "..": "外冷内热",
    "拼音": "wài lěng nèi rè",
    "Masry": "بارد من برا بس كويس من جوا",
    "Fussha": "بارد المظهر دافئ القلب",
    "Word Type": "俗语"
  },
  {
    "..": "看热闹",
    "拼音": "kàn rè nào",
    "Masry": "بيحب يتفرج علي المشاكل",
    "Fussha": "يشاهد الأحداث بلا تدخل",
    "Word Type": "俗语"
  },
  {
    "..": "过动",
    "拼音": "guò dòng",
    "Masry": "فراك",
    "Fussha": "كثير الحركة",
    "Word Type": "俗语"
  },
  {
    "..": "找补",
    "拼音": "zhǎobu",
    "Masry": "يبرر موقفه",
    "Fussha": "يصطلع الموقف",
    "Word Type": "俗语"
  },
  {
    "..": "出售",
    "拼音": "chūshòu",
    "Masry": "بياع",
    "Fussha": "بيع",
    "Word Type": "俗语"
  },
  {
    "..": "人山人海",
    "拼音": "rénshānrénhǎi",
    "Masry": "الناس في كل مكان",
    "Fussha": "حشد كبير من الناس",
    "Word Type": "成语"
  },
  {
    "..": "黄",
    "拼音": "Huáng",
    "Masry": "محتوى غير لائق- محتوي اباحي",
    "Fussha": "محتوى غير لائق",
    "Word Type": "俗语"
  },
  {
    "..": "不约而同",
    "拼音": "bùyuē'értóng",
    "Masry": "قولنا نفس الحاجه في نفس الوقت",
    "Fussha": "توافق دون تنسيق",
    "Word Type": "成语"
  },
  {
    "..": "吃软饭",
    "拼音": "chī ruǎn fàn",
    "Masry": "مراته بتصرف عليه",
    "Fussha": "يعيش على نفقة الغير",
    "Word Type": "俗语"
  },
  {
    "..": "明知故问",
    "拼音": "míngzhīgùwèn",
    "Masry": "حاجه واضحه وقاصدين يسألو عنها (حشري)",
    "Fussha": "يسأل عن شيء وهو يعرف الإجابة",
    "Word Type": "成语"
  },
  {
    "..": "无动于衷",
    "拼音": "wúdòngyúzhōng",
    "Masry": "مشاعره متحركتش",
    "Fussha": "غير مبالٍ",
    "Word Type": "成语"
  },
  {
    "..": "忽冷忽热",
    "拼音": "hū lěng hū rè",
    "Masry": "بيتعامل بمزاجه",
    "Fussha": "متقلب في معاملته",
    "Word Type": "俗语"
  },
  {
    "..": "丢三落四",
    "拼音": "diūsānlàsì",
    "Masry": "مدهول",
    "Fussha": "كثير النسيان",
    "Word Type": "成语"
  },
  {
    "..": "粗心大意",
    "拼音": "cūxīn dàyì",
    "Masry": "مهمل",
    "Fussha": "مستهتر",
    "Word Type": "成语"
  },
  {
    "..": "成家立业",
    "拼音": "chéngjiālìyè",
    "Masry": "يعمل بيت وبعدين يعمل كارير",
    "Fussha": "يتزوج ويبني مستقبله",
    "Word Type": "成语"
  },
  {
    "..": "A有啊Q的精神",
    "拼音": "A yǒu a Q de jīngshén",
    "Masry": "شخص سلبي بيقبل بالقليل",
    "Fussha": "شخص سلبي بيقبل بالقليل",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "如愿以偿",
    "拼音": "rúyuànyǐcháng",
    "Masry": "يحقق حلمه",
    "Fussha": "حصل على ما يريده",
    "Word Type": "成语"
  },
  {
    "..": "易胖体质",
    "拼音": "yì pàng tǐzhí",
    "Masry": "الجسم اللي بيتخن بسرعه",
    "Fussha": "سريع اكتساب الوزن",
    "Word Type": "成语"
  },
  {
    "..": "癞蛤蟆想吃天鹅肉",
    "拼音": "làihámá xiǎng chī tiān'é ròu",
    "Masry": "العين متعلاش عن الحاجب",
    "Fussha": "يسعى وراء المستحيل",
    "Word Type": "俗语"
  },
  {
    "..": "切",
    "拼音": "qiè",
    "Masry": "يقطم",
    "Fussha": "ينهي النقاش",
    "Word Type": "网络词"
  },
  {
    "..": "情人眼里出西施",
    "拼音": "qíngrén yǎn lǐ chū xīshī",
    "Masry": "القرد في عين امه غزال",
    "Fussha": "الحب يعمي عن العيوب",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "移开视线",
    "拼音": "yí kāi shìxiàn",
    "Masry": "بداري وشي من شخص",
    "Fussha": "يُبعد نظره(يتجاهل)",
    "Word Type": "俗语"
  },
  {
    "..": "借酒消愁",
    "拼音": "jiè jiǔ xiāo chóu",
    "Masry": "بيشرب عشان ينسي",
    "Fussha": "يشرب لينسى حزنه",
    "Word Type": "成语"
  },
  {
    "..": "过目不忘",
    "拼音": "guòmù bù wàng",
    "Masry": "مش بينسي",
    "Fussha": "ذاكرة قوية",
    "Word Type": "成语"
  },
  {
    "..": "禁夜",
    "拼音": "jìn yè",
    "Masry": "اخرك في البيت",
    "Fussha": "اخر معاد لدخول المنزل",
    "Word Type": "俗语"
  },
  {
    "..": "显眼包",
    "拼音": "xiǎnyǎn bāo",
    "Masry": "كاريزما",
    "Fussha": "شخص يجذب الانتباه بلا داعٍ",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "无药可救",
    "拼音": "wú yào kě jiù",
    "Masry": "مفيش فايده",
    "Fussha": "لا أمل في إصلاحه",
    "Word Type": "成语"
  },
  {
    "..": "备胎",
    "拼音": "bèi tāi",
    "Masry": "كوبري",
    "Fussha": "الشخص بديل",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "剩女",
    "拼音": "shèngnǚ",
    "Masry": "عانس",
    "Fussha": "عانس",
    "Word Type": "俗语"
  },
  {
    "..": "服了",
    "拼音": "fúle",
    "Masry": "ماشيها",
    "Fussha": "اقتنعت",
    "Word Type": "俗语"
  },
  {
    "..": "过分",
    "拼音": "Guòfèn",
    "Masry": "زودها",
    "Fussha": "يتمادي",
    "Word Type": "俗语"
  },
  {
    "..": "活该",
    "拼音": "huógāi",
    "Masry": "احسن تستاهل",
    "Fussha": "نال ما يستحقّه",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "哪里哪里",
    "拼音": "nǎlǐ nǎlǐ",
    "Masry": "مافيش حاجه",
    "Fussha": "لاشكر علي واجب",
    "Word Type": "俗语"
  },
  {
    "..": "去死",
    "拼音": "qù sǐ",
    "Masry": "روح في ستين داهية",
    "Fussha": "اذهب الي الجحيم",
    "Word Type": "俗语"
  },
  {
    "..": "吃瓜",
    "拼音": "chī guā",
    "Masry": "مش مهتم",
    "Fussha": "اراقب الوضع(مجازي)",
    "Word Type": "网络词"
  },
  {
    "..": "画饼",
    "拼音": "huà bǐng",
    "Masry": "كلام فارغ",
    "Fussha": "وعد غير واقعي",
    "Word Type": "俗语"
  },
  {
    "..": "冷漠脸",
    "拼音": "lěngmò liǎn",
    "Masry": "وش بارد",
    "Fussha": "وجه غير مبالي",
    "Word Type": "网络词"
  },
  {
    "..": "老司机",
    "拼音": "lǎo sījī",
    "Masry": "شخص عارف",
    "Fussha": "شخص ذو خبره",
    "Word Type": "网络词"
  },
  {
    "..": "佛系青年",
    "拼音": "fú xì qīngnián",
    "Masry": "شاب مش فارق معاه",
    "Fussha": "شاب لا يهتم كثيرًا",
    "Word Type": "网络词"
  },
  {
    "..": "打工魂",
    "拼音": "dǎgōng hún",
    "Masry": "روح العمل",
    "Fussha": "يعمل بجد و اجتهاد",
    "Word Type": "网络词"
  },
  {
    "..": "不了了之",
    "拼音": "bù liǎo liǎo zhī",
    "Masry": "شئ انتهي بدون نتيجة",
    "Fussha": "مفيش نتيجة",
    "Word Type": "俗语"
  },
  {
    "..": "一五一十",
    "拼音": "yīwǔyīshí",
    "Masry": "من الاف للياء",
    "Fussha": "من الاف للياء",
    "Word Type": "成语"
  },
  {
    "..": "求人不如求己",
    "拼音": "qiúrén bùrú qiú jǐ",
    "Masry": "اعتمد علي نفسك و متطلبش حاجة من حد",
    "Fussha": "تعتمد علي نفسك افضل من انك تعتمد علي الآخرين",
    "Word Type": "成语"
  },
  {
    "..": "好景不长",
    "拼音": "hǎojǐng bù cháng",
    "Masry": "كل حاجة ليها نهاية",
    "Fussha": "الاوقات الجيدة لا تدوم طويلًا",
    "Word Type": "成语"
  },
  {
    "..": "世事无常",
    "拼音": "shìshì wúcháng",
    "Masry": "دوام الحال من المحال",
    "Fussha": "الحياة مليئة بالمتغيرات",
    "Word Type": "书面语"
  },
  {
    "..": "人穷忐不穷",
    "拼音": "rén qióng tǎn bù qióng",
    "Masry": "مفلس لكن طموحاته في السما",
    "Fussha": "فقير ولكن سقف طموحه عالي",
    "Word Type": "俗语"
  },
  {
    "..": "一回生，二回熟",
    "拼音": "yī huíshēng, èr huí shú",
    "Masry": "التكرار يعلم الشطار",
    "Fussha": "التكرار يؤدي إلى الإتقان",
    "Word Type": "俗语"
  },
  {
    "..": "天下无双",
    "拼音": "tiānxià wúshuāng",
    "Masry": "مفيش منه اثنين",
    "Fussha": "مالوش مثيل",
    "Word Type": "书面语"
  },
  {
    "..": "一看二帮",
    "拼音": "yī kàn èr bāng",
    "Masry": "عين تراقب و إيد تساعد",
    "Fussha": "انظر أولاً، ثم ساعد ثانيًا",
    "Word Type": "俗语"
  },
  {
    "..": "十全十美",
    "拼音": "shíquánshíměi",
    "Masry": "عشرة علي عشرة",
    "Fussha": "كامل متكامل",
    "Word Type": "成语"
  },
  {
    "..": "以毒攻毒",
    "拼音": "yǐdúgōngdú",
    "Masry": "العين بالعين و السن بالسن",
    "Fussha": "لا يفل الحديد إلا الحديد",
    "Word Type": "成语"
  },
  {
    "..": "半斤八两",
    "拼音": "bànjīnbāliǎng",
    "Masry": "متساويان في القيمة",
    "Fussha": "وجهان لعمله واحد",
    "Word Type": "成语"
  },
  {
    "..": "情同手足",
    "拼音": "qíngtóngshǒuzú",
    "Masry": "اخويا اللي مجبتوش امي",
    "Fussha": "علاقة قوية كلإخوة",
    "Word Type": "书面语"
  },
  {
    "..": "一所不欲，勿施于人",
    "拼音": "yī suǒ bù yù, wù shī yú rén",
    "Masry": "اللي مترضهوش علي نفسك مترضهوش علي غيرك",
    "Fussha": "لا تفعل للأخرين مالم تحب ان يفعل لك",
    "Word Type": "书面语"
  },
  {
    "..": "偏听偏信",
    "拼音": "piān tīng piān xìn",
    "Masry": "يسمع الكلام اللي يعجبه",
    "Fussha": "سماع فقط من جهة واحدة دون التحقق",
    "Word Type": "书面语"
  },
  {
    "..": "一眼还眼，以牙还牙",
    "拼音": "yīyǎn hái yǎn, yǐyáháiyá",
    "Masry": "العين بالعين و السن بالسن",
    "Fussha": "الرد بالمثل",
    "Word Type": "书面语, 成语"
  },
  {
    "..": "流言蜚语",
    "拼音": "liúyán fēiyǔ",
    "Masry": "الغيبه والنميمة",
    "Fussha": "للدلالة على الشائعات أو الأقاويل",
    "Word Type": "书面语, 成语"
  },
  {
    "..": "原路返回呀",
    "拼音": "yuán lù fǎnhuí ya",
    "Masry": "ارجع ماترح ماجيت",
    "Fussha": "العودة من نفس الطريق",
    "Word Type": "成语"
  },
  {
    "..": "韬光养晦",
    "拼音": "tāoguāngyǎnghuì",
    "Masry": "داري علي شمعتك تضيئ",
    "Fussha": "إخفاء مهارتك",
    "Word Type": "书面语"
  },
  {
    "..": "见异思迁",
    "拼音": "jiànyìsīqiān",
    "Masry": "معندوش شخصية",
    "Fussha": "تغيير رأيه بسهولة",
    "Word Type": "成语"
  },
  {
    "..": "过河拆桥",
    "拼音": "guòhéchāiqiáo",
    "Masry": "مصلحجي",
    "Fussha": "بياخد غرضه ويرحل",
    "Word Type": "成语"
  },
  {
    "..": "恶人先告状",
    "拼音": "èrén xiān gàozhuàng",
    "Masry": "ضربني وبكي سبقني و اشتكي",
    "Fussha": "الظالم يشكو اولا",
    "Word Type": "俗语"
  },
  {
    "..": "老子英雄儿好汉",
    "拼音": "lǎozǐ yīngxióng er hǎohàn",
    "Masry": "ابن الوز عوام",
    "Fussha": "هذا الشبل من ذاك الاسد",
    "Word Type": "成语"
  },
  {
    "..": "他的病又犯了",
    "拼音": "tā de bìng yòu fànle",
    "Masry": "يرجع للعادة السيئة",
    "Fussha": "عاده ريمه لعدتها القدمية",
    "Word Type": "俗语"
  },
  {
    "..": "好鱼得水",
    "拼音": "hǎo yú dé shuǐ",
    "Masry": "عارف الحاجه اللي بتناسبه",
    "Fussha": "يدرك ما هو الأنسب له",
    "Word Type": "俗语"
  },
  {
    "..": "手忆脚乱",
    "拼音": "shǒu yì jiǎo luàn",
    "Masry": "في حيرة و ارتباك",
    "Fussha": "حاله ارتباك",
    "Word Type": "俗语"
  },
  {
    "..": "笑一笑十年少",
    "拼音": "xiào yīxiào shí niánshào",
    "Masry": "الضحك بيطول العمر",
    "Fussha": "الضحك يحسن  الحاله المزاجيه",
    "Word Type": "俗语"
  },
  {
    "..": "祸不单行",
    "拼音": "huòbùdānxíng",
    "Masry": "المصايب بترف علي دماغي",
    "Fussha": "المصائب تأتي معا",
    "Word Type": "俗语"
  },
  {
    "..": "一日为师 终身为父",
    "拼音": "yī rì wéi shī zhōngshēn wèi fù",
    "Masry": "اللي علمك لي فضل عليك",
    "Fussha": "من علمني حرفًا صرت له عجبًا",
    "Word Type": "书面语"
  },
  {
    "..": "打是亲，骂是爱",
    "拼音": "dǎ shì qīn, mà shì ài",
    "Masry": "ضرب الحبيب زي اكل الزبيب",
    "Fussha": "الضرب يعني الاهتمام",
    "Word Type": "俗语"
  },
  {
    "..": "即来之则安之",
    "拼音": "jí lái zhī zé ānzhī",
    "Masry": "اقبل الامر الواقع",
    "Fussha": "يقبل الامر الواقع",
    "Word Type": "书面语"
  },
  {
    "..": "举棋不定",
    "拼音": "jǔqíbùdìng",
    "Masry": "شخص متردد",
    "Fussha": "عدم قدرة علي اتخاذ القرارات",
    "Word Type": "书面语"
  },
  {
    "..": "大惊小怪",
    "拼音": "dàjīngxiǎoguài",
    "Masry": "يعمل من الحبه قبة",
    "Fussha": "ردود الفعل مبالغ فيها",
    "Word Type": "俗语"
  },
  {
    "..": "将心比心",
    "拼音": "jiāngxīnbǐxīn",
    "Masry": "عامل الناس كما تحب ان تعامل",
    "Fussha": "عامل الناس كما تحب ان تعامل",
    "Word Type": "俗语"
  },
  {
    "..": "过意不去",
    "拼音": "guòyìbùqù",
    "Masry": "حاسس بالذنب او الاحراج",
    "Fussha": "يشعر بالاسف تجاه نفسه",
    "Word Type": "俗语"
  },
  {
    "..": "畅所欲言",
    "拼音": "chàngsuǒyùyán",
    "Masry": "قول اللي عندك",
    "Fussha": "التحدث بحرية",
    "Word Type": "书面语"
  },
  {
    "..": "自讨没趣",
    "拼音": "zì tǎo méiqù",
    "Masry": "يخلق مشاكل لنفسه",
    "Fussha": "يخلق مشاكل لنفسه",
    "Word Type": "俗语"
  },
  {
    "..": "兵不厌诈",
    "拼音": "bīngbùyànzhà",
    "Masry": "الجندي لا يملّ من الخداع",
    "Fussha": "الحرب خدعة",
    "Word Type": "书面语"
  },
  {
    "..": "一筹莫展",
    "拼音": "yī chóu mò zhǎn",
    "Masry": "مش عارف يلاقيها منين ولا منين",
    "Fussha": "عاجز تمامًا عن التصرف",
    "Word Type": "俗语"
  },
  {
    "..": "一路货色",
    "拼音": "yīlù huòsè",
    "Masry": "ما يطلع من ظهر العالم فاسد",
    "Fussha": "يُستخدم لوصف ناس سيئين أو غير موثوق فيهم.",
    "Word Type": "俗语"
  },
  {
    "..": "有教无类",
    "拼音": "yǒu jiào wú lèi",
    "Masry": "العلم مالوش صاحب",
    "Fussha": "العلم حق للجميع",
    "Word Type": "书面语"
  },
  {
    "..": "远亲不如近邻",
    "拼音": "yuǎnqīn bùrú jìnlín",
    "Masry": "الجار قبل الدار",
    "Fussha": "الجار قبل الدار",
    "Word Type": "俗语"
  },
  {
    "..": "今日事，今日毕",
    "拼音": "Jīnrì shì, jīnrì bì",
    "Masry": "اللي هنعمله النهاردة نخلصه النهاردة",
    "Fussha": "لا تؤجل عمل اليوم إلى الغد",
    "Word Type": "成语"
  },
  {
    "..": "有眼不识泰山",
    "拼音": "yǒu yǎn bù shí tàishān",
    "Masry": "",
    "Fussha": "تُستخدم للإشارة إلى أن الشخص لديه القدرة على رؤية الفرص (لديه \"عين\")، لكنه لا يستطيع تقدير قيمة أو أهمية هذه الفرص",
    "Word Type": "成语"
  },
  {
    "..": "卷",
    "拼音": "juǎn",
    "Masry": "بياكلو بعض",
    "Fussha": "منافسه شرسه",
    "Word Type": "口语"
  },
  {
    "..": "上头",
    "拼音": "shàngtou",
    "Masry": "الناس اللي أعلي منك",
    "Fussha": "الأشخاص الذين يفوقونك مكانة",
    "Word Type": "口语"
  },
  {
    "..": "下头",
    "拼音": "xiàtou",
    "Masry": "فاقد الشغف",
    "Fussha": "محبط",
    "Word Type": "口语"
  },
  {
    "..": "吐槽",
    "拼音": "tǔcáo",
    "Masry": "يستهزء بحاجه",
    "Fussha": "يستهزء بشئ",
    "Word Type": "口语"
  },
  {
    "..": "逆天",
    "拼音": "nì tiān",
    "Masry": "شئ او شخص خرافي",
    "Fussha": "مذهل وغير قابل للتصديق",
    "Word Type": "口语"
  },
  {
    "..": "打脸",
    "拼音": "Dǎ liǎn",
    "Masry": "مطلعش زي ما كنت فاكر - حاجه مكنتش متوقعاها",
    "Fussha": "هذا الشخص خيب أملي",
    "Word Type": "口语"
  },
  {
    "..": "吊打",
    "拼音": "diào dǎ",
    "Masry": "يقطعه",
    "Fussha": "التغلب على شخص بقوة",
    "Word Type": "口语"
  },
  {
    "..": "无语",
    "拼音": "wúyǔ",
    "Masry": "نو كومنت",
    "Fussha": "لا تعليق",
    "Word Type": "俗语"
  },
  {
    "..": "社死",
    "拼音": "shè sǐ",
    "Masry": "الارض تنشق وتبلعني",
    "Fussha": "الشعور بالخجل الشديد",
    "Word Type": "口语"
  },
  {
    "..": "脑洞",
    "拼音": "nǎo dòng",
    "Masry": "برا الصندوق",
    "Fussha": "خيال واسع- تفكير ابداعي",
    "Word Type": "俗语"
  },
  {
    "..": "跪舔",
    "拼音": "guì tiǎn",
    "Masry": "سيمب - انا بطاطا تحت رجلك",
    "Fussha": "شخص مفرط في الودّ",
    "Word Type": "口语"
  },
  {
    "..": "刮目相看",
    "拼音": "",
    "Masry": "خليتني أشوفه بطريقة مختلفة",
    "Fussha": "أن تغير نظرتك إلى شخص أو شيء بعد أن ترى فيه شيئًا جديدًا أو مميزًا",
    "Word Type": "成语"
  },
  {
    "..": "顺其自然",
    "拼音": "shùn qí zìrán",
    "Masry": "سيبها بظروفها",
    "Fussha": "اترك الأمور تسير كما هي دون تدخل أو تغيير",
    "Word Type": "成语"
  },
  {
    "..": "似曾相识",
    "拼音": "sìcéngxiāngshí",
    "Masry": "كأني عارفه من سنيين",
    "Fussha": "علاقة قوية مع شخص ما، رغم أنه قد يكون قد تعرف عليه حديثًا",
    "Word Type": "成语"
  },
  {
    "..": "挑刺",
    "拼音": "tiāocì",
    "Masry": "واقفلي علي الواحده",
    "Fussha": "البحث عن أخطائي",
    "Word Type": "成语"
  },
  {
    "..": "他的话带刺",
    "拼音": "tā dehuà dàicì",
    "Masry": "كلامو سم - شوك",
    "Fussha": "كلامه جارح",
    "Word Type": "口语"
  },
  {
    "..": "一贫如洗",
    "拼音": "yīpínrúxǐ",
    "Masry": "مفلس",
    "Fussha": "ليس لديه أموال",
    "Word Type": "成语"
  },
  {
    "..": "一帆风顺",
    "拼音": "yīfānfēngshùn",
    "Masry": "سلس",
    "Fussha": "تسير بسلاسة وسهولة",
    "Word Type": "成语"
  },
  {
    "..": "无可奈何",
    "拼音": "wúkěnàihé",
    "Masry": "ما باليد حيله",
    "Fussha": "لا يوجد ما يمكن فعله",
    "Word Type": "成语"
  },
  {
    "..": "耍小聪明",
    "拼音": "shuǎ xiǎocōngmíng",
    "Masry": "بيتذاكي عليا",
    "Fussha": "استخدام الحيلة",
    "Word Type": "口语"
  },
  {
    "..": "手痒痒",
    "拼音": "shǒu yǎngyang",
    "Masry": "ايدي بتاكلني (عايزه اصرف فلوس او اضرب حد)",
    "Fussha": "الإحساس بالرغبة في القيام بشيء",
    "Word Type": "俗语, 口语"
  },
  {
    "..": "学业有成",
    "拼音": "xuéyè yǒu chéng",
    "Masry": "النجاح في الدراسه",
    "Fussha": "تحقيق التقدم الأكاديمي",
    "Word Type": "成语"
  },
  {
    "..": "可有可无",
    "拼音": "kě yǒu kě wú",
    "Masry": "وجودك ملوش لازمه",
    "Fussha": "يمكن الاستغناء عنه",
    "Word Type": "成语"
  },
  {
    "..": "头大",
    "拼音": "tóu dà",
    "Masry": "دماغي قد كدا (من التفكير او الضغط)",
    "Fussha": "اشعر بالضغط",
    "Word Type": "口语"
  },
  {
    "..": "言简意赅",
    "拼音": "yánjiǎnyìgāi",
    "Masry": "خير الكلام ما قل و دل",
    "Fussha": "خير الكلام ما قل و دل",
    "Word Type": "成语"
  },
  {
    "..": "小聪明",
    "拼音": "xiǎo cōngmíng",
    "Masry": "غبي",
    "Fussha": "غبي",
    "Word Type": "成语"
  },
  {
    "..": "不卑不亢",
    "拼音": "bùbēibùkàng",
    "Masry": "مش متكبر ومش مستقل نفسه",
    "Fussha": "لا تواضع زائد ولا تعالٍ",
    "Word Type": "成语"
  },
  {
    "..": "完蛋了",
    "拼音": "wándànle",
    "Masry": "انتهيت",
    "Fussha": "لقد نتهينا",
    "Word Type": "口语"
  },
  {
    "..": "算了",
    "拼音": "suànle",
    "Masry": "فكك",
    "Fussha": "لا داعي للحديث عن ذلك",
    "Word Type": "口语"
  },
  {
    "..": "语言天赋",
    "拼音": "yǔyán tiānfù",
    "Masry": "بيحب يتعلم لغات",
    "Fussha": "قدرة فائقة على تعلم اللغات",
    "Word Type": "成语"
  },
  {
    "..": "油腻",
    "拼音": "yóunì",
    "Masry": "ملزق",
    "Fussha": "مقزز",
    "Word Type": "口语"
  },
  {
    "..": "拐弯抹角",
    "拼音": "Guǎiwānmòjiǎo",
    "Masry": "بتلف وتدور",
    "Fussha": "يتحدث بطريقه غير مباشره",
    "Word Type": "成语"
  },
  {
    "..": "左右为难",
    "拼音": "zuǒyòu wéinán",
    "Masry": "محتار -في موقف صعب الاختيار",
    "Fussha": "في حيرة من أمره",
    "Word Type": "成语"
  },
  {
    "..": "如鱼得水",
    "拼音": "rúyúdéshuǐ",
    "Masry": "لقي نفسه في حاجه معينه",
    "Fussha": "وجد ما يناسبه",
    "Word Type": "成语"
  },
  {
    "..": "画龙点睛",
    "拼音": "huàlóngdiǎnjīng",
    "Masry": "تخلي الحاجة تظهر بشكل حلو- حط التاتش بتاعو",
    "Fussha": "اللمسة الحاسمة",
    "Word Type": "成语"
  },
  {
    "..": "爱屋及乌",
    "拼音": "àiwūjíwū",
    "Masry": "بيحب حد ومهتم بتفاصيلو",
    "Fussha": "الحب و الاهتمام بأدق التفاصيل",
    "Word Type": "成语"
  },
  {
    "..": "掩耳盗铃",
    "拼音": "yǎn'ěrdàolíng",
    "Masry": "تتهرب من الحقيقه",
    "Fussha": "إخفاء الحقيقة -سد الأذن وسرقة الجرس",
    "Word Type": "成语"
  },
  {
    "..": "一毛不拔",
    "拼音": "yīmáobùbá",
    "Masry": "جلده (ماديا-مشاعره)",
    "Fussha": "بخيل",
    "Word Type": "成语"
  },
  {
    "..": "对牛弹琴",
    "拼音": "duìniútánqín",
    "Masry": "بتكلم حيطه",
    "Fussha": "التحدث معه ليس له جدوي",
    "Word Type": "成语"
  },
  {
    "..": "纸上谈兵",
    "拼音": "zhǐshàngtánbīng",
    "Masry": "تتكلم على حاجة بس نظريًا",
    "Fussha": "التحدث فقط دون أفعال",
    "Word Type": "成语"
  },
  {
    "..": "与时俱进！",
    "拼音": "yǔ shí jù jìn!",
    "Masry": "ماشي مع التيار",
    "Fussha": "التأقلم مع الزمن",
    "Word Type": "俗语"
  },
  {
    "..": "稳操胜券",
    "拼音": "Wěncāoshèngquàn",
    "Masry": "واثق من الفوز",
    "Fussha": "ضمان الفوز",
    "Word Type": "俗语"
  },
  {
    "..": "形影不离!",
    "拼音": "xíngyǐngbùlí!",
    "Masry": "لازقين في بعض",
    "Fussha": "لا يفترق الظل عن الشكل",
    "Word Type": "成语"
  },
  {
    "..": "狐假虎威",
    "拼音": "Hújiǎhǔwēi",
    "Masry": "يستغل الواسطه",
    "Fussha": "التباهي بالسلطة",
    "Word Type": "成语"
  },
  {
    "..": "画地为牢",
    "拼音": "huàdìwéiláo",
    "Masry": "",
    "Fussha": "",
    "Word Type": "成语"
  },
  {
    "..": "垂头丧气",
    "拼音": "chuítóusàngqì",
    "Masry": "احباط - احساس بالفشل",
    "Fussha": "خيبه أمل",
    "Word Type": "成语"
  },
  {
    "..": "全力以赴",
    "拼音": "quánlì yǐ fù",
    "Masry": "عمل اللي عليه",
    "Fussha": "بذل كل الجهد",
    "Word Type": "成语"
  },
  {
    "..": "出乎意料",
    "拼音": "chū hū yìliào",
    "Masry": "حاجه مش متوقعه",
    "Fussha": "خارج التوقعات",
    "Word Type": "俗语"
  },
  {
    "..": "光明正大",
    "拼音": "guāngmíngzhèngdà",
    "Masry": "سالك",
    "Fussha": "التعامل بشفافية",
    "Word Type": "俗语"
  },
  {
    "..": "不言而喻！",
    "拼音": "bù yán ér yù!",
    "Masry": "مفهوم من غير ما نتكلم",
    "Fussha": "كل الأمور واضحة",
    "Word Type": "俗语"
  },
  {
    "..": "久仰大名",
    "拼音": "Jiǔyǎng dàmíng",
    "Masry": "اشهر من النار علي العلم",
    "Fussha": "مشهور منذ زمن",
    "Word Type": "俗语"
  },
  {
    "..": "评头讼足小",
    "拼音": "píng tóu sòng zú xiǎo",
    "Masry": "بيكبر المواضيع",
    "Fussha": "يبالغ في الامور",
    "Word Type": "俗语"
  },
  {
    "..": "一命呜呼",
    "拼音": "yīmìngwūhū",
    "Masry": "توفي",
    "Fussha": "توفي",
    "Word Type": "俗语"
  },
  {
    "..": "同甘共苦",
    "拼音": "tónggāngòngkǔ",
    "Masry": "نتقاسم الحلو والمر",
    "Fussha": "معًا في السراء والضراء",
    "Word Type": "成语"
  },
  {
    "..": "2. 随机应变",
    "拼音": "Suíjīyìngbiàn",
    "Masry": "شخص مرن - يعرف يتصرف مهما كان الموقف",
    "Fussha": "التكيف مع الظروف",
    "Word Type": "成语"
  },
  {
    "..": "火上浇油",
    "拼音": "Huǒ shàng jiāo yóu",
    "Masry": "زيادة الطين بلة",
    "Fussha": "يزيد الوضع سوءا",
    "Word Type": "成语"
  },
  {
    "..": "宽容的",
    "拼音": "kuānróng de",
    "Masry": "متسامح",
    "Fussha": "متسامح",
    "Word Type": "方言"
  },
  {
    "..": "狭隘的",
    "拼音": "xiá'ài de",
    "Masry": "ضيّق الأفق",
    "Fussha": "ضيّق الأفق",
    "Word Type": "方言"
  },
  {
    "..": "固执的",
    "拼音": "gùzhí de",
    "Masry": "عنيد",
    "Fussha": "عنيد",
    "Word Type": "方言"
  },
  {
    "..": "自卑的",
    "拼音": "zìbēi de",
    "Masry": "مش واثق في نفسه",
    "Fussha": "شعور النقص",
    "Word Type": "方言"
  },
  {
    "..": "挑剔的",
    "拼音": "tiāotì de",
    "Masry": "بيفصّل في كل حاجة",
    "Fussha": "دقيق بشكل مفرط او صعب الإرضاء(حسب السياق)",
    "Word Type": "方言"
  },
  {
    "..": "有同情心的",
    "拼音": "yǒu tóng qíng xīn de",
    "Masry": "عنده رحمة",
    "Fussha": "ذو تعاطف",
    "Word Type": "方言"
  },
  {
    "..": "善于交际的",
    "拼音": "shàn yú jiāo jì de",
    "Masry": "تحب socialize مع الناس",
    "Fussha": "اجتماعي",
    "Word Type": "方言"
  },
  {
    "..": "认真的",
    "拼音": "rènzhēn de",
    "Masry": "شخص جدّي",
    "Fussha": "جاد",
    "Word Type": "方言"
  },
  {
    "..": "健谈的",
    "拼音": "jiàntán de",
    "Masry": "كلامه كتير",
    "Fussha": "ثرثار",
    "Word Type": "方言"
  },
  {
    "..": "得了吧",
    "拼音": "déliǎo ba",
    "Masry": "مش معقول",
    "Fussha": "عجبًا!",
    "Word Type": "网络词"
  },
  {
    "..": "听从劝告",
    "拼音": "tīngcóng quàngào",
    "Masry": "يمشي على النصيحة",
    "Fussha": "الاستماع إلى النصيحة",
    "Word Type": "网络词"
  },
  {
    "..": "物超所值",
    "拼音": "wù chāo suǒ zhí",
    "Masry": "أكتر من قيمته",
    "Fussha": "قيمة ممتازة مقابل السعر",
    "Word Type": "网络词"
  },
  {
    "..": "别隐瞒我",
    "拼音": "bié yǐnmán wǒ",
    "Masry": "ما تخبيش عليا",
    "Fussha": "لا تخفِ عني شيئًا",
    "Word Type": "成语"
  },
  {
    "..": "积少成多",
    "拼音": "jī shǎo chéng duō",
    "Masry": "حبة على حبة تملا القُلة",
    "Fussha": "النتائج تأتي تدريجيًا",
    "Word Type": "成语"
  },
  {
    "..": "不加理睬的",
    "拼音": "bù jiā lǐcǎi de",
    "Masry": "غير مبالٍ",
    "Fussha": "يتجاهل عمدًا",
    "Word Type": "成语"
  },
  {
    "..": "我的天啊",
    "拼音": "wǒ de tiān a",
    "Masry": "يا سلام",
    "Fussha": "يا إلهي",
    "Word Type": "成语"
  },
  {
    "..": "没有回头路了",
    "拼音": "méiyǒu huítóulùle",
    "Masry": "مفيش رجعة بعد كده",
    "Fussha": "لا مجال للتراجع",
    "Word Type": "成语"
  },
  {
    "..": "包在我身上",
    "拼音": "bāo zài wǒ shēnshang",
    "Masry": "سيبوه كل حاجه عليه",
    "Fussha": "أنا مسؤول",
    "Word Type": "成语"
  },
  {
    "..": "期待着",
    "拼音": "qídài zhuó",
    "Masry": "بستنى ده بفارغ الصبر",
    "Fussha": "أتوقع منك",
    "Word Type": "俗语"
  },
  {
    "..": "想做某事",
    "拼音": "xiǎng zuò mǒu shì",
    "Masry": "عايز أعمل حاجة",
    "Fussha": "أفكر في فعل شيء ما - أريد أن أفعل شيئًا",
    "Word Type": "成语"
  },
  {
    "..": "收工",
    "拼音": "shōugōng",
    "Masry": "انتهيت من الشغل",
    "Fussha": "الانتهاء من العمل",
    "Word Type": "成语"
  },
  {
    "..": "全力以赴",
    "拼音": "quánlì yǐ fù",
    "Masry": "ببذل مجهود",
    "Fussha": "بذل كل الجهود",
    "Word Type": "俗语"
  },
  {
    "..": "狂欢一场",
    "拼音": "kuánghuān yī chǎng",
    "Masry": "احتفال كبير",
    "Fussha": "احتفال كبير",
    "Word Type": "网络词"
  },
  {
    "..": "提供帮助",
    "拼音": "tígōng bāngzhù",
    "Masry": "أساعدك في أي حاجة",
    "Fussha": "تقديم المساعدة",
    "Word Type": "网络词"
  },
  {
    "..": "处于领头地位",
    "拼音": "chǔyú lǐngtóu dìwèi",
    "Masry": "في المقدمه",
    "Fussha": "في موقع القيادة",
    "Word Type": "成语"
  },
  {
    "..": "强日照",
    "拼音": "qiáng rìzhào",
    "Masry": "أشعة الشمس قوية-  هيجيلي ضربه شمس",
    "Fussha": "أشعة الشمس الساطعة",
    "Word Type": "成语"
  },
  {
    "..": "拍头",
    "拼音": "pāi tóu",
    "Masry": "يطبط علي دماغه",
    "Fussha": "ربت على الرأس",
    "Word Type": "成语"
  },
  {
    "..": "目光接触。",
    "拼音": "mùguāng jiēchù.",
    "Masry": "عيني جت في عينه",
    "Fussha": "الاتصال البصري",
    "Word Type": "成语"
  },
  {
    "..": "跷二郎腿。",
    "拼音": "Qiāo èrlángtuǐ.",
    "Masry": "رجل علي رجل",
    "Fussha": "تقعد بتضع رجل على الأخرى",
    "Word Type": "成语"
  },
  {
    "..": "竖大拇指",
    "拼音": "Shù dà mǔzhǐ",
    "Masry": "رفع الإبهام",
    "Fussha": "رفع الإبهام",
    "Word Type": "成语"
  },
  {
    "..": "顿足",
    "拼音": "dùn zú",
    "Masry": "يدبدب",
    "Fussha": "تضرب الأرض بقدميك",
    "Word Type": "成语"
  },
  {
    "..": "皱眉",
    "拼音": "zhòuméi",
    "Masry": "يرفع حاجبيه",
    "Fussha": "عبس حاجبه لتعبر عن الاستياء",
    "Word Type": "成语"
  },
  {
    "..": "咧嘴笑",
    "拼音": "liězuǐ xiào",
    "Masry": "الابتسامه من الودن للودن",
    "Fussha": "تبتسم بفرحة",
    "Word Type": "成语"
  },
  {
    "..": "眯眼",
    "拼音": "mī yǎn",
    "Masry": "غمض عينيك",
    "Fussha": "غمض العينين",
    "Word Type": "成语"
  },
  {
    "..": "打哈欠",
    "拼音": "dǎ hāqian",
    "Masry": "تتاوب",
    "Fussha": "تتثاءب",
    "Word Type": "成语"
  },
  {
    "..": "呼哧吸气",
    "拼音": "hūchī xī qì",
    "Masry": "بينهج",
    "Fussha": "يتنفس بصعوبة",
    "Word Type": "成语"
  },
  {
    "..": "踮脚",
    "拼音": "diǎnjiǎo",
    "Masry": "تقف على أطراف أصابعك",
    "Fussha": "تقف على أطراف أصابعك",
    "Word Type": "成语"
  },
  {
    "..": "点头",
    "拼音": "diǎntóu",
    "Masry": "تهز رأسك",
    "Fussha": "يومئ برأسه",
    "Word Type": "成语"
  },
  {
    "..": "昂头",
    "拼音": "áng tóu",
    "Masry": "ترفع رأسك",
    "Fussha": "يرفع رأسه",
    "Word Type": "成语"
  },
  {
    "..": "尽管去做",
    "拼音": "jǐnguǎn qù zuò",
    "Masry": "امشي في طريق اللي بتحبه",
    "Fussha": "استمر في التمسك بالأمل",
    "Word Type": "成语"
  },
  {
    "..": "保持联系",
    "拼音": "bǎochí liánxì",
    "Masry": "خليك على اتصال مع الناس",
    "Fussha": "ابق على تواصل",
    "Word Type": "成语"
  },
  {
    "..": "坚持下去",
    "拼音": "jiānchí xiàqù",
    "Masry": "خليك ثابت وما تستسلمش",
    "Fussha": "استمر",
    "Word Type": "成语"
  },
  {
    "..": "无事如意",
    "拼音": "wú shì rúyì",
    "Masry": "كل حاجة تمام",
    "Fussha": "كل شيء على ما يرام",
    "Word Type": "网络词"
  },
  {
    "..": "步步高升",
    "拼音": "bùbùgāo shēng",
    "Masry": "تصعد خطوة بخطوة",
    "Fussha": "تصعد خطوة بخطوة",
    "Word Type": "网络词"
  },
  {
    "..": "已经提定了",
    "拼音": "yǐjīng tí dìngle",
    "Masry": "اتقررت خلاص",
    "Fussha": "تم اتخاذ القرار بالفعل",
    "Word Type": "网络词"
  },
  {
    "..": "撒。",
    "拼音": "sā.",
    "Masry": "يرمي او يرش",
    "Fussha": "يَرْمِي",
    "Word Type": "网络词"
  },
  {
    "..": "祈祷。",
    "拼音": "Qídǎo.",
    "Masry": "يدعي",
    "Fussha": "يدعي",
    "Word Type": "网络词"
  },
  {
    "..": "摆动。",
    "拼音": "Bǎidòng.",
    "Masry": "يهز",
    "Fussha": "يهز",
    "Word Type": "网络词"
  },
  {
    "..": "比心",
    "拼音": "Bǐ xīn",
    "Masry": "يعمل قلب بإيديه",
    "Fussha": "يُشكّل قلبًا بيديه",
    "Word Type": "网络词"
  },
  {
    "..": "点赞",
    "拼音": "diǎn zàn",
    "Masry": "to give a thumbs up",
    "Fussha": "يُعطي إشارة إعجاب",
    "Word Type": "网络词"
  },
  {
    "..": "弾",
    "拼音": "dàn",
    "Masry": "يعزف",
    "Fussha": "يعزف",
    "Word Type": "网络词"
  },
  {
    "..": "拧",
    "拼音": "níng",
    "Masry": "يلف",
    "Fussha": "الالتفاف",
    "Word Type": "网络词"
  },
  {
    "..": "捣碎",
    "拼音": "dǎo suì,",
    "Masry": "تُحطّم",
    "Fussha": "يسحق او يفتت",
    "Word Type": "网络词"
  },
  {
    "..": "滑动",
    "拼音": "huádòng",
    "Masry": "تتزلّج",
    "Fussha": "الانزلاق",
    "Word Type": "网络词"
  },
  {
    "..": "发毛",
    "拼音": "fā máo",
    "Masry": "#NAME?",
    "Fussha": "-يجعل شعري يقف",
    "Word Type": "俗语"
  },
  {
    "..": "开窍",
    "拼音": "kāi qiào",
    "Masry": "فهم أخيرًا",
    "Fussha": "فهم أخيرًا",
    "Word Type": "俗语"
  },
  {
    "..": "拖泥带水",
    "拼音": "tuō ní dài shuǐ",
    "Masry": "مكركب",
    "Fussha": "مُعقّد",
    "Word Type": "成语"
  },
  {
    "..": "惜字如金",
    "拼音": "xī zì rú jīn",
    "Masry": "بيختار كلامه بحذر",
    "Fussha": "بيختار كلامه بحذر",
    "Word Type": "成语"
  },
  {
    "..": "有条有理",
    "拼音": "yǒu tiáo yǒu lǐ",
    "Masry": "مرتب ومنظم",
    "Fussha": "مرتب.",
    "Word Type": "成语"
  },
  {
    "..": "心机",
    "拼音": "xīn jī",
    "Masry": "مكار",
    "Fussha": "مكار.",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "心灵鸡汤",
    "拼音": "xīn líng jī tāng",
    "Masry": "كلام محفز",
    "Fussha": "كلمات تلهم الروح",
    "Word Type": "成语"
  },
  {
    "..": "显眼包",
    "拼音": "xiǎn yǎn bāo",
    "Masry": "شخص لافت للأنظار",
    "Fussha": "يبحث عن الانتباه",
    "Word Type": "网络词"
  },
  {
    "..": "走心",
    "拼音": "zǒu xīn",
    "Masry": "كلام أو فعل مؤثر",
    "Fussha": "مؤثر.",
    "Word Type": "方言"
  },
  {
    "..": "分一杯更",
    "拼音": "fēn yī bēi gēng",
    "Masry": "ياخد جزء من المكسب",
    "Fussha": "يأخذ جزء من الربح",
    "Word Type": "网络词"
  },
  {
    "..": "辣眼睛",
    "拼音": "là yǎn jīng",
    "Masry": "شيء مزعج للنظر",
    "Fussha": "مزعج للنظر.",
    "Word Type": "网络词"
  },
  {
    "..": "舔狗 simp",
    "拼音": "tiǎn gǒu",
    "Masry": "شخص ذليل في الحب",
    "Fussha": "مغرم إلى حد الذل.",
    "Word Type": "网络词"
  },
  {
    "..": "杠精",
    "拼音": "gàng jīng",
    "Masry": "عنده مشكلة مع كل حاجة",
    "Fussha": "محب للجدال.",
    "Word Type": "网络词"
  },
  {
    "..": "面具",
    "拼音": "miàn jù",
    "Masry": "قناع (شخص يخفي حقيقته",
    "Fussha": "قناع.",
    "Word Type": "正式"
  },
  {
    "..": "缘分",
    "拼音": "yuán fèn",
    "Masry": "نصيب أو قدر",
    "Fussha": "نصيب.",
    "Word Type": "口语"
  },
  {
    "..": "头等大事",
    "拼音": "tóu děng dà shì",
    "Masry": "أمسألة أولوية",
    "Fussha": "مسألة في غاية الأهمية",
    "Word Type": "成语"
  },
  {
    "..": "人云亦云",
    "拼音": "rén yún yì yún",
    "Masry": "شخص يتبع كلام الآخرين بدون رأي",
    "Fussha": "تقليد الآخرين",
    "Word Type": "成语"
  },
  {
    "..": "墙头草",
    "拼音": "qiáng tóu cǎo",
    "Masry": "متلون (يمشي مع اللي غالب)",
    "Fussha": "متقلب الآراء او مذبذب",
    "Word Type": "成语"
  },
  {
    "..": "不敢等",
    "拼音": "bù gǎn děng",
    "Masry": "مفيش صبر",
    "Fussha": "لا يستطيع الانتظار",
    "Word Type": "方言"
  },
  {
    "..": "一毛不拔",
    "拼音": "yī máo bù bá",
    "Masry": "بخيل جدا",
    "Fussha": "لا يعطي حتى القليل",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "早死早超生",
    "拼音": "zǎo sǐ zǎo chāo shēng",
    "Masry": "الموت ارحم",
    "Fussha": "من يموت مبكرًا يولد من جديد  مبكرًا",
    "Word Type": "俗语, 成语"
  },
  {
    "..": "牛头不对马嘴 off topic",
    "拼音": "niú tóu bù duì mǎ zuǐ",
    "Masry": "الكلام مش في موضوعه",
    "Fussha": "الإجابة لا تتناسب مع السؤال",
    "Word Type": "俗语, 成语"
  },
  {
    "..": "幸灾乐祸",
    "拼音": "xìng zāi lè huò",
    "Masry": "بيتسلى بمصايب الناس \\شماته",
    "Fussha": "التلذذ بمعاناة الآخرين",
    "Word Type": "成语"
  },
  {
    "..": "对齐颗粒度",
    "拼音": "duì qí kē lì dù",
    "Masry": "ضبط التفاصيل.",
    "Fussha": "ضبط التفاصيل",
    "Word Type": "书面语, 正式"
  },
  {
    "..": "纸老虎",
    "拼音": "zhǐ lǎo hǔ",
    "Masry": "نمر من ورق او مبين قوي لكن مش حقيقي",
    "Fussha": "نمر من ورق",
    "Word Type": "俗语, 成语"
  },
  {
    "..": "装 fake",
    "拼音": "zhuāng",
    "Masry": "3. متصنع.",
    "Fussha": "10. التظاهر",
    "Word Type": "书面语, 正式"
  },
  {
    "..": "犀利 （他的眼光很犀利）（他的风格很犀利）",
    "拼音": "xī lì",
    "Masry": "4. حاد (نظرات/أسلوب).",
    "Fussha": "11. حاد/قوي",
    "Word Type": "书面语, 正式"
  },
  {
    "..": "元老",
    "拼音": "yuán lǎo",
    "Masry": "كبير السن وذو خبرة",
    "Fussha": "12. شخص ذو سمعة قديمة",
    "Word Type": "口语"
  },
  {
    "..": "卷",
    "拼音": "juǎn",
    "Masry": "ذكي او شاطر",
    "Fussha": "ذكي او شاطر",
    "Word Type": "口语"
  },
  {
    "..": "大惊小怪",
    "拼音": "dà jīng xiǎo guài",
    "Masry": "7. مبالغة برد الفعل.",
    "Fussha": "مبالغة في رد الفعل",
    "Word Type": "俗语"
  },
  {
    "..": "面目全非",
    "拼音": "miàn mù quán fēi",
    "Masry": "مبقاش زي الأول خالص",
    "Fussha": "تغير بشكل كامل",
    "Word Type": "方言, 成语"
  },
  {
    "..": "白大褂",
    "拼音": "bái dà guà",
    "Masry": "الأطباء.",
    "Fussha": "الأطباء",
    "Word Type": "正式, 书面语"
  },
  {
    "..": "码农",
    "拼音": "mǎ nóng",
    "Masry": "مبرمج",
    "Fussha": "مبرمج",
    "Word Type": "口语"
  },
  {
    "..": "眩晕过去了",
    "拼音": "xuàn yùn guò qù le",
    "Masry": "ارتبك.",
    "Fussha": "يشعر بالدوار/الارتباك",
    "Word Type": "网络词"
  },
  {
    "..": "信息茧房",
    "拼音": "xìn xī jiǎn fáng",
    "Masry": "فقاعة معلومات",
    "Fussha": "فقاعة المعلومات",
    "Word Type": "书面语, 正式"
  },
  {
    "..": "半途而废",
    "拼音": "bàn tú ér fèi",
    "Masry": "قطع الشغل بالنص",
    "Fussha": "التوقف منتصف الطريق",
    "Word Type": "俗语"
  },
  {
    "..": "人多手杂",
    "拼音": "rén duō shǒu zá",
    "Masry": "كثير الأيادي وكثير الأخطاء",
    "Fussha": "كثرة الأيدي تؤدي إلى الفوضى",
    "Word Type": "俗语"
  },
  {
    "..": "凡尔赛",
    "拼音": "fán ěr sài",
    "Masry": "التفاخر الغير مباشر",
    "Fussha": "تفاخر",
    "Word Type": "网络词"
  },
  {
    "..": "尿尿",
    "拼音": "niàoniào",
    "Masry": "التبول",
    "Fussha": "التبول",
    "Word Type": "方言"
  },
  {
    "..": "吐痰",
    "拼音": "tǔtán",
    "Masry": "البصق",
    "Fussha": "البصق",
    "Word Type": "方言, 口语"
  },
  {
    "..": "鼻翼",
    "拼音": "bíyì",
    "Masry": "بينف",
    "Fussha": "جناحي الأنف",
    "Word Type": "口语"
  },
  {
    "..": "抠鼻子",
    "拼音": "kōubízi",
    "Masry": "تنظيف الأنف",
    "Fussha": "تنظيف الأنف",
    "Word Type": "口语"
  },
  {
    "..": "鼻屎",
    "拼音": "bíshǐ",
    "Masry": "مخاط الأنف الجاف",
    "Fussha": "المخاط",
    "Word Type": "口语"
  },
  {
    "..": "恶心",
    "拼音": "ěxīn",
    "Masry": "مقرف",
    "Fussha": "مقرف",
    "Word Type": "口语"
  },
  {
    "..": "眼泪",
    "拼音": "yǎnlèi",
    "Masry": "دموع",
    "Fussha": "الدموع",
    "Word Type": "口语"
  },
  {
    "..": "出汗",
    "拼音": "chūhàn",
    "Masry": "التعرق",
    "Fussha": "التعرق",
    "Word Type": "方言"
  },
  {
    "..": "宝子",
    "拼音": "bǎozi",
    "Masry": "عزيزي/حبيبي",
    "Fussha": "حبيبي",
    "Word Type": "方言"
  },
  {
    "..": "擦边",
    "拼音": "cā biān",
    "Masry": "اللعب على الحافة",
    "Fussha": "التقريب من الحافة",
    "Word Type": "方言, 口语"
  },
  {
    "..": "恋爱脑",
    "拼音": "liàn ài nǎo",
    "Masry": "التفكير العاطفي بالحب",
    "Fussha": "التفكير بعقلية الحب",
    "Word Type": "网络词, 口语"
  },
  {
    "..": "性张力",
    "拼音": "xìng zhāng lì",
    "Masry": "توتر جنسي",
    "Fussha": "التوتر الجنسي",
    "Word Type": "网络词, 口语"
  },
  {
    "..": "干爹",
    "拼音": "gān diē",
    "Masry": "الأب الروحي/الداعم.",
    "Fussha": "الأب بالتبني",
    "Word Type": "口语"
  },
  {
    "..": "跳槽",
    "拼音": "tiào cáo",
    "Masry": "تغيير الوظيفة.",
    "Fussha": "الانتقال إلى عمل آخر",
    "Word Type": "书面语, 正式, 口语"
  },
  {
    "..": "挑刺",
    "拼音": "Tiāocì",
    "Masry": "بيقفلي علي الواحده",
    "Fussha": "البحث عن العيوب",
    "Word Type": "俗语"
  },
  {
    "..": "他的话带刺",
    "拼音": "tā dehuà dàicì",
    "Masry": "كلامه سم",
    "Fussha": "كلامه يحمل أشواكًا",
    "Word Type": "俗语"
  },
  {
    "..": "画大饼",
    "拼音": "huà dà bǐng",
    "Masry": "بيعملي البحر طحينه",
    "Fussha": "يبيع اوهام",
    "Word Type": "成语, 口语"
  },
  {
    "..": "完蛋了",
    "拼音": "wándànle",
    "Masry": "روحت ف داهية",
    "Fussha": "لقد انتهى الأمر",
    "Word Type": "俗语"
  },
  {
    "..": "闺蜜",
    "拼音": "guīmì",
    "Masry": "صديقتي الصدوقه",
    "Fussha": "صديقة مقربة جدًا",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "老铁",
    "拼音": "lǎo tiě",
    "Masry": "بيستي (عشره عمري)",
    "Fussha": "صديق وفيّ",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "A把B带坏了",
    "拼音": "A bǎ B dài huàile",
    "Masry": "حد بيبوظ حد",
    "Fussha": "شخص افسد اخلاق شخص",
    "Word Type": "俗语"
  },
  {
    "..": "走神儿",
    "拼音": "zǒushén er",
    "Masry": "يسرح",
    "Fussha": "شرد ذهنه",
    "Word Type": "俗语"
  },
  {
    "..": "回神儿",
    "拼音": "huí shén er",
    "Masry": "يبطل سرحان",
    "Fussha": "العودة الي التركيز",
    "Word Type": "俗语, 口语"
  },
  {
    "..": "渣女",
    "拼音": "zhā nǚ",
    "Masry": "",
    "Fussha": "امرأة سيئة السلوك",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "酸甜苦辣",
    "拼音": "suāntiánkǔlà",
    "Masry": "الحلوه والمره",
    "Fussha": "الحلو والمرّ",
    "Word Type": "成语"
  },
  {
    "..": "各奔前程",
    "拼音": "gè bèn qiánchéng",
    "Masry": "كل واحد يشوف طريقه",
    "Fussha": "ذهب كلٌ في طريقه",
    "Word Type": "成语"
  },
  {
    "..": "种豆得豆种瓜得瓜",
    "拼音": "zhǒng dòu dé dòu zhǒng guā dé guā",
    "Masry": "اللي هتزرعه هتحصده",
    "Fussha": "كما تزرع تحصد",
    "Word Type": "俗语, 成语"
  },
  {
    "..": "马车越空声音越大",
    "拼音": "mǎchē yuè kōng shēngyīn yuè dà",
    "Masry": "كل ما يكون صوتك عالي كل ما تثبت انك فاضي من جوا",
    "Fussha": "العربة الفارغة تصدر ضجيجًا أكبر",
    "Word Type": "俗语"
  },
  {
    "..": "明知故问",
    "拼音": "míngzhīgùwèn",
    "Masry": "بيسأل وهو عارف الاجابه",
    "Fussha": "أن تسأل عن شيء تعرفه بالفعل",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "小把戏",
    "拼音": "xiǎobǎxì",
    "Masry": "حيل",
    "Fussha": "حيلة صغيرة",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "甜狗",
    "拼音": "tián gǒu",
    "Masry": "سيمب- انا بطاطا تحت رجلك",
    "Fussha": "شخص مفرط في الودّ",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "搭讪",
    "拼音": "dāshàn",
    "Masry": "متكلم مع الناس وبيفتح مواضيع(بيعاكس)",
    "Fussha": "بدء حديث مع شخص غريب",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "一问三不知",
    "拼音": "yī wèn sānbùzhī",
    "Masry": "مش عارف اي حاجه عن الموضوع",
    "Fussha": "لا يعلم شيئًا على الإطلاق",
    "Word Type": "成语"
  },
  {
    "..": "浑然不知",
    "拼音": "húnrán bùzhī",
    "Masry": "مش عارف",
    "Fussha": "لا يدري على الإطلاق",
    "Word Type": "成语"
  },
  {
    "..": "恐怖分子",
    "拼音": "kǒngbù fèn zǐ",
    "Masry": "ارهابي",
    "Fussha": "إرهابي",
    "Word Type": "俗语"
  },
  {
    "..": "无用之人",
    "拼音": "wúyòng zhī rén",
    "Masry": "شخص ملوش لازمه",
    "Fussha": "شخص عديم الفائدة",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "打女权",
    "拼音": "dǎ nǚquán",
    "Masry": "بيهاجم كقوق المرأه",
    "Fussha": "محاربة حقوق المرأة",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "打击自信",
    "拼音": "dǎjí zìxìn",
    "Masry": "بيكسر الثقه في نفس",
    "Fussha": "إضعاف الثقة بالنفس",
    "Word Type": "俗语, 网络词"
  },
  {
    "..": "精打细算",
    "拼音": "jīngdǎxìsuàn",
    "Masry": "حاسب كل حاجه بعنايه",
    "Fussha": "حساب كل شيء بدقة",
    "Word Type": "俗语"
  },
  {
    "..": "透气",
    "拼音": "tòuqì",
    "Masry": "يشم هوا",
    "Fussha": "أخذ نفسًا",
    "Word Type": "俗语"
  },
  {
    "..": "媒人",
    "拼音": "méirén",
    "Masry": "خاطبه",
    "Fussha": "وسيط الزواج",
    "Word Type": "俗语"
  },
  {
    "..": "语言天赋",
    "拼音": "yǔyán tiānfù",
    "Masry": "موهوب باللغات",
    "Fussha": "موهبة لغوية",
    "Word Type": "成语"
  },
  {
    "..": "闷闷不乐",
    "拼音": "mènmènbùlè",
    "Masry": "حزين مش عايز يبين",
    "Fussha": "حزين ولم يظهر مشاعره",
    "Word Type": "成语"
  },
  {
    "..": "如愿以偿",
    "拼音": "rúyuànyǐcháng",
    "Masry": "الحلم اتحقق",
    "Fussha": "حقق ما تمنى",
    "Word Type": "成语"
  },
  {
    "..": "如梦初醒",
    "拼音": "rú mèng chū xǐng",
    "Masry": "كأنه في حلم وصحي",
    "Fussha": "استفاق من غفلته",
    "Word Type": "成语"
  },
  {
    "..": "嘴子",
    "拼音": "zuǐzǐ",
    "Masry": "بوق",
    "Fussha": "كلام دون أفعال",
    "Word Type": "网络词"
  },
  {
    "..": "拖后腿",
    "拼音": "tuōhòutuǐ",
    "Masry": "بيبطأ الفريق",
    "Fussha": "عرقل التقدم",
    "Word Type": "网络词, 俗语"
  },
  {
    "..": "不复存在",
    "拼音": "Bù fù cúnzài",
    "Masry": "مبقاش موجود",
    "Fussha": "لم يعد له وجود",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "不见 踪影",
    "拼音": "bùjiàn zōngyǐng",
    "Masry": "مفيش منه اي اثر",
    "Fussha": "لا اثر له",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "不在原址",
    "拼音": "bùzài yuánzhǐ",
    "Masry": "مش موجود في المكان القديم",
    "Fussha": "غير موجود في الموقع السابق",
    "Word Type": "成语, 书面语"
  },
  {
    "..": "坦坦荡荡",
    "拼音": "tǎn tǎndàng dàng",
    "Masry": "عنده ضمير و مش بيخبي حاجه",
    "Fussha": "مخلص وصريح",
    "Word Type": "书面语"
  },
  {
    "..": "人在做天在看。",
    "拼音": "rén zài zuò tiān zài kàn.",
    "Masry": "الانسان بيعمل اللي هو عايزه،لكن ربنا شايف كل حاجه",
    "Fussha": "الانسان يفعل ما يريد ولكن الله يراقب",
    "Word Type": "俗语"
  },
  {
    "..": "肉包子打狗，有去无回",
    "拼音": "Ròu bāozǐ dǎ gǒu, yǒu qù wú huí",
    "Masry": "مجهود علي الفاضي",
    "Fussha": "عمل بلا فائده",
    "Word Type": "俗语"
  },
  {
    "..": "驾驭",
    "拼音": "jiàyù",
    "Masry": "يسيطر علي",
    "Fussha": "التحكم في",
    "Word Type": "书面语"
  },
  {
    "..": "寄托",
    "拼音": "jìtuō",
    "Masry": "حط امله في",
    "Fussha": "اعطاء الامل او التوقع الي",
    "Word Type": "书面语"
  },
  {
    "..": "左耳进右耳出",
    "拼音": "zuǒ ěr jìn yòu ěr chū",
    "Masry": "اسمع من هنا و طلع من هنا",
    "Fussha": "لا يلتفت الي الكلام",
    "Word Type": "俗语"
  },
  {
    "..": "见义勇为",
    "拼音": "jiànyìyǒngwéi",
    "Masry": "بيتصرف بشجاعة",
    "Fussha": "الوقوف مع الحق بشجاعه",
    "Word Type": "俗语"
  },
  {
    "..": "不速不客",
    "拼音": "bù sù bù kè",
    "Masry": "دخل من غير ما يعرفوه",
    "Fussha": "زياره بدون دعوه",
    "Word Type": "俗语"
  },
  {
    "..": "散会",
    "拼音": "sànhuì",
    "Masry": "خلص الاجتماع",
    "Fussha": "انتهاء الاجتماع",
    "Word Type": "俗语"
  },
  {
    "..": "拜托了",
    "拼音": "bàituōle",
    "Masry": "ارجوك",
    "Fussha": "من فضلك",
    "Word Type": "网络词"
  },
  {
    "..": "炮灰",
    "拼音": "pàohuī",
    "Masry": "ضحايا",
    "Fussha": "ضحيه",
    "Word Type": "俗语"
  },
  {
    "..": "推翻",
    "拼音": "tuīfān",
    "Masry": "الغاء",
    "Fussha": "الغاء",
    "Word Type": "网络词, 书面语"
  },
  {
    "..": "说走嘴了",
    "拼音": "shuō zǒu zuǐle",
    "Masry": "وقع بالكلام",
    "Fussha": "ذلت لسان",
    "Word Type": "网络词"
  },
  {
    "..": "不管不了",
    "拼音": "bùguǎn bùliǎo",
    "Masry": "مش في ايدي اغير حاجه",
    "Fussha": "لا استطيع التحكم في ذلك",
    "Word Type": "网络词"
  },
  {
    "..": "情人眼里出西施",
    "拼音": "qíngrén yǎn lǐ chū xīshī",
    "Masry": "حلو في عنيا",
    "Fussha": "في عين المحب،الحبيبه هي الاجمل",
    "Word Type": "俗语"
  },
  {
    "..": "换然一新",
    "拼音": "huàn rán yī xīn",
    "Masry": "Glow up بقي شكله جديد",
    "Fussha": "متجدد تماما",
    "Word Type": "俗语"
  },
  {
    "..": "六神无主",
    "拼音": "liùshénwúzhǔ",
    "Masry": "مش عارف يركز",
    "Fussha": "مشتت",
    "Word Type": "成语"
  },
  {
    "..": "摆烂",
    "拼音": "bǎi làn",
    "Masry": "فقط الامل",
    "Fussha": "استسلم",
    "Word Type": "网络词"
  },
  {
    "..": "懂得都懂",
    "拼音": "dǒngdé dōu dǒng",
    "Masry": "اللي فاهم فاهم",
    "Fussha": "من يفهم يفهم",
    "Word Type": "网络词"
  },
  {
    "..": "懂王",
    "拼音": "Dǒng wáng",
    "Masry": "اللي عارف كل حاجه",
    "Fussha": "خبير مطلع",
    "Word Type": "网络词"
  },
  {
    "..": "百里挑一",
    "拼音": "bǎilǐtiāoyī",
    "Masry": "متميز جدا",
    "Fussha": "فريد من نوعه",
    "Word Type": "成语"
  },
  {
    "..": "一见钟情",
    "拼音": "yījiànzhōngqíng",
    "Masry": "حب من أول نظرة",
    "Fussha": "حب من النظرة الأولى",
    "Word Type": "成语"
  },
  {
    "..": "爱不释手",
    "拼音": "àibùshìshǒu",
    "Masry": "مقدرش يسيبه",
    "Fussha": "لا يمكنه التفريط في",
    "Word Type": "成语"
  },
  {
    "..": "兰言断金",
    "拼音": "lán yán duàn  jīn",
    "Masry": "كلامه زي الذهب",
    "Fussha": "كلامه قوي و له تأثير عميق",
    "Word Type": "成语, 俗语"
  },
  {
    "..": "鸡犬不宁",
    "拼音": "jīquǎnbùníng",
    "Masry": "كل حاجه متلغبطه",
    "Fussha": "الحياة غير مستقرة",
    "Word Type": "成语"
  },
  {
    "..": "生龙活虎",
    "拼音": "shēnglónghuóhǔ",
    "Masry": "مليان نشاط وحيوية",
    "Fussha": "مليء بالحيوية و الطاقه",
    "Word Type": "成语"
  },
  {
    "..": "马到成功",
    "拼音": "mǎdàochénggōng",
    "Masry": "النجاح من أول ثانيه",
    "Fussha": "النجاح من المحاولة الأولى",
    "Word Type": "成语"
  },
  {
    "..": "四海为家",
    "拼音": "sìhǎi wéi jiā",
    "Masry": "في أي مكان بيشعر إنه في بيته",
    "Fussha": "يشعر بالراحة أينما كان",
    "Word Type": "成语"
  },
  {
    "..": "你太过分了",
    "拼音": "Nǐ tài guò fèn le",
    "Masry": "انت خلاص زودتها",
    "Fussha": "تجاوزت الحدود",
    "Word Type": "网络词"
  },
  {
    "..": "愚公移山",
    "拼音": "Yúgōngyíshān",
    "Masry": "الاستمرار رغم كل الصعاب",
    "Fussha": "الإصرار يغلب المستحيل",
    "Word Type": "成语"
  },
  {
    "..": "不胜其烦",
    "拼音": "Bù shēng qí fán",
    "Masry": "زهقت من كتر الطلبات",
    "Fussha": "الا يستطيع تحمل المتاعب",
    "Word Type": "成语"
  },
  {
    "..": "失而复得",
    "拼音": "Shī'érfùdé",
    "Masry": "رجعت الحاجة بعد ما ضاعت",
    "Fussha": "استرجاع ما فقدته",
    "Word Type": "成语"
  },
  {
    "..": "日久见人心",
    "拼音": "Rì jiǔ jiàn rénxīn",
    "Masry": "الوقت بتكشف الناس",
    "Fussha": "مع مرور الوقت تُعرف نوايا الناس",
    "Word Type": "成语"
  },
  {
    "..": "破釜沉舟",
    "拼音": "Pòfǔchénzhōu",
    "Masry": "اخد قرار مفيش راجعه فيه",
    "Fussha": "اتخذ قرارا حاسما بلا رجعه",
    "Word Type": "成语"
  },
  {
    "..": "白日梦",
    "拼音": "bái rì mèng",
    "Masry": "أحلام يقظة",
    "Fussha": "أحلام يقظة",
    "Word Type": "网络词"
  },
  {
    "..": "抱佛脚",
    "拼音": "bào fó jiǎo",
    "Masry": "متحركش الا في اللحظه الاخيره",
    "Fussha": "التسويف حتي اللحظه الاخيره",
    "Word Type": "成语"
  },
  {
    "..": "背黑锅",
    "拼音": "bēi hēi guō",
    "Masry": "شال الليلة",
    "Fussha": "تحمل ذنب الآخر",
    "Word Type": "方言"
  },
  {
    "..": "唱高调",
    "拼音": "chàng gāo diào",
    "Masry": "كلام كبير عالفاضي",
    "Fussha": "المبالغة في الكلام بلا أفعال",
    "Word Type": "成语"
  },
  {
    "..": "炒鱿鱼",
    "拼音": "chǎo yóu yú",
    "Masry": "اترفد",
    "Fussha": "الطرد من العمل",
    "Word Type": "成语"
  },
  {
    "..": "吃不了兜着走",
    "拼音": "chī bù liǎo dōu zhe zǒu",
    "Masry": "هيدفع الثمن",
    "Fussha": "عواقب وخيمة",
    "Word Type": "成语"
  },
  {
    "..": "彻小灶",
    "拼音": "chè xiǎo zào",
    "Masry": "معاملة خاصة",
    "Fussha": "تمييز أو معاملة خاصة",
    "Word Type": "成语"
  },
  {
    "..": "吃鸭蛋",
    "拼音": "chī yā dàn",
    "Masry": "جاب صفر",
    "Fussha": "الحصول على صفر",
    "Word Type": "成语"
  },
  {
    "..": "穿小鞋",
    "拼音": "chuān xiǎo xié",
    "Masry": "ضيق عليه",
    "Fussha": "التضيّق على أحد",
    "Word Type": "方言"
  },
  {
    "..": "打退堂鼓",
    "拼音": "dǎ tuì táng gǔ",
    "Masry": "رجع في كلامه",
    "Fussha": "التراجع عن الأمر",
    "Word Type": "网络词"
  },
  {
    "..": "开夜车",
    "拼音": "kāi yè chē",
    "Masry": "سهر الليل",
    "Fussha": "السهر للعمل أو الدراسة",
    "Word Type": "成语"
  },
  {
    "..": "马拉松",
    "拼音": "mǎ lā sōng",
    "Masry": "مَط مالوش آخر",
    "Fussha": "وقت طويل",
    "Word Type": "成语"
  },
  {
    "..": "马后炮",
    "拼音": "mǎ hòu pào",
    "Masry": "كلام بعد الوقعة",
    "Fussha": "كلام متأخر بلا فائدة",
    "Word Type": "成语"
  },
  {
    "..": "满天飞",
    "拼音": "mǎn tiān fēi",
    "Masry": "طاير في كل حتة",
    "Fussha": "التنقل في كل مكان",
    "Word Type": "成语"
  },
  {
    "..": "没谱儿",
    "拼音": "méi pǔ er",
    "Masry": "مالوش خطة",
    "Fussha": "عدم الوضوح أو التخطيط",
    "Word Type": "网络词"
  },
  {
    "..": "卖关子",
    "拼音": "mài guān zi",
    "Masry": "بيشوقنا",
    "Fussha": "التشويق أو الغموض لجذب الانتباه",
    "Word Type": "网络词"
  },
  {
    "..": "泡蘑菇",
    "拼音": "pào mó gu",
    "Masry": "يماطل",
    "Fussha": "المماطلة والتأجيل",
    "Word Type": "网络词"
  },
  {
    "..": "碰钉子",
    "拼音": "pèng dīng zi",
    "Masry": "خبط في الحيط",
    "Fussha": "مواجهة الرفض أو الفشل",
    "Word Type": "成语"
  },
  {
    "..": "松弛感",
    "拼音": "Sōngchí gǎn",
    "Masry": "راحة",
    "Fussha": "استرخاء",
    "Word Type": "方言"
  },
  {
    "..": "边界感",
    "拼音": "Biānjiè gǎn",
    "Masry": "حدود",
    "Fussha": "حدود",
    "Word Type": "网络词"
  },
  {
    "..": "拒绝精神内耗",
    "拼音": "jùjué jīngshén nèihào",
    "Masry": "مفيش وجع دماغ",
    "Fussha": "رفض الإرهاق النفسي",
    "Word Type": "书面语"
  },
  {
    "..": "及时止损",
    "拼音": "jíshí zhǐ sǔn",
    "Masry": "وقف الخسارة بدري",
    "Fussha": "التوقف عن الخسارة",
    "Word Type": "书面语"
  },
  {
    "..": "缘分",
    "拼音": "yuánfèn",
    "Masry": "نصيب",
    "Fussha": "نصيب",
    "Word Type": "俗语"
  },
  {
    "..": "撒娇",
    "拼音": "sājiāo",
    "Masry": "دلع",
    "Fussha": "دلال",
    "Word Type": "口语, 网络词"
  },
  {
    "..": "上火",
    "拼音": "shàng huǒ",
    "Masry": "تعب أو توتر",
    "Fussha": "احتقان",
    "Word Type": "口语"
  },
  {
    "..": "画大饼",
    "拼音": "huà dà bǐng",
    "Masry": "بيحلق لنا",
    "Fussha": "يبيع الأوهام",
    "Word Type": "网络词, 口语"
  },
  {
    "..": "搬砖",
    "拼音": "bān zhuān",
    "Masry": "طالع عيني",
    "Fussha": "أشقى في عملي",
    "Word Type": "网络词, 口语"
  },
  {
    "..": "尬聊",
    "拼音": "gà liáo",
    "Masry": "الكلام نشف",
    "Fussha": "حديث ممل",
    "Word Type": "网络词, 口语"
  },
  {
    "..": "凡尔赛",
    "拼音": "fán'ěrsài",
    "Masry": "فشخرة مستترة",
    "Fussha": "تفاخر خفي",
    "Word Type": "网络词"
  },
  {
    "..": "显眼包",
    "拼音": "xiǎnyǎn bāo",
    "Masry": "لفت النظر بطريقة بايخة",
    "Fussha": "لفت الانتباه السلبي",
    "Word Type": "网络词"
  },
  {
    "..": "请见谅",
    "拼音": "qǐng jiànliàng",
    "Masry": "معلش",
    "Fussha": "عذرًا",
    "Word Type": "正式"
  },
  {
    "..": "让您费心了",
    "拼音": "ràng nín fèixīnle",
    "Masry": "شكراً لتعبك",
    "Fussha": "شكرًا لتعبكم",
    "Word Type": "正式"
  },
  {
    "..": "中啊",
    "拼音": "zhōng a",
    "Masry": "أيوة بالضبط",
    "Fussha": "تمامًا",
    "Word Type": "方言"
  },
  {
    "..": "委婉语",
    "拼音": "wěiwǎn yǔ",
    "Masry": "كلام غير مباشر",
    "Fussha": "تعبير غير مباشر",
    "Word Type": "书面语"
  },
  {
    "..": "一心不二用",
    "拼音": "yīxīn bù èr yòng",
    "Masry": "ركّز في حاجة واحدة",
    "Fussha": "لا تشتت انتباهك",
    "Word Type": "成语, 正式"
  },
  {
    "..": "百闻不如一见",
    "拼音": "bǎi wén bùrú yī jiàn",
    "Masry": "اللي شاف مش زي اللي سمع",
    "Fussha": "ليس من رأى كمن سمع",
    "Word Type": "成语, 正式"
  },
  {
    "..": "甩了他",
    "拼音": "shuǎi le tā",
    "Masry": "سيبته",
    "Fussha": "انفصلت عنه",
    "Word Type": "口语"
  },
  {
    "..": "挠",
    "拼音": "náo",
    "Masry": "دغدغ",
    "Fussha": "حك",
    "Word Type": "口语"
  },
  {
    "..": "掐",
    "拼音": "qiā",
    "Masry": "قرص",
    "Fussha": "",
    "Word Type": "口语"
  },
  {
    "..": "柠",
    "拼音": "níng",
    "Masry": "أنا مفقوع",
    "Fussha": "غيور",
    "Word Type": "网络词"
  },
  {
    "..": "你在搞我",
    "拼音": "Nǐ zài gǎo wǒ",
    "Masry": "بتتكلمي بجد",
    "Fussha": "هل تسخر مني",
    "Word Type": "口语"
  },
  {
    "..": "撸多了",
    "拼音": "Lū duōle",
    "Masry": "خلص علي نفسه",
    "Fussha": "استنزف طاقته",
    "Word Type": "网络词"
  },
  {
    "..": "作",
    "拼音": "zuò",
    "Masry": "بيزوّدها",
    "Fussha": "",
    "Word Type": "俗语"
  },
  {
    "..": "不得了",
    "拼音": "bù dé liǎo",
    "Masry": "جامد موت-",
    "Fussha": "يتكلف",
    "Word Type": "俗语"
  },
  {
    "..": "人来疯",
    "拼音": "rén lái fēng",
    "Masry": "بيهيّص لما يشوف الناس",
    "Fussha": "ينشط امام الجمهور",
    "Word Type": "俗语"
  },
  {
    "..": "卖相好",
    "拼音": "mài xiàng hǎo",
    "Masry": "شكله يفتح النفس",
    "Fussha": "المظهر الجيد",
    "Word Type": "俗语"
  },
  {
    "..": "发嗲",
    "拼音": "fā diǎ",
    "Masry": "بتتمايص",
    "Fussha": "تتمايل",
    "Word Type": "俗语"
  },
  {
    "..": "吃不消",
    "拼音": "chī bù xiāo",
    "Masry": "مش قادر أتحمل",
    "Fussha": "غير قادر",
    "Word Type": "俗语, 口语"
  },
  {
    "..": "吃亏是福",
    "拼音": "chī kuī shì fú",
    "Masry": "الخسارة مكسب",
    "Fussha": "ما الخسارة إلا بداية مكسب جديد",
    "Word Type": "俗语"
  },
  {
    "..": "嗲",
    "拼音": "diǎ",
    "Masry": "بتتدلّع",
    "Fussha": "تتمايل",
    "Word Type": "俗语"
  },
  {
    "..": "噱头",
    "拼音": "xuétóu",
    "Masry": "كلام فاضي لجذب الانتباه",
    "Fussha": "حيلة",
    "Word Type": "俗语"
  },
  {
    "..": "莫名其妙",
    "拼音": "Mòmíngqímiào",
    "Masry": "حاجه غريبه مش مفهومه",
    "Fussha": "غير مفهوم",
    "Word Type": "书面语"
  },
  {
    "..": "得了",
    "拼音": "Déliǎo",
    "Masry": "كفايه كده",
    "Fussha": "يكفي",
    "Word Type": "俗语"
  },
  {
    "..": "穿帮",
    "拼音": "Chuānbāng",
    "Masry": "اتكشف",
    "Fussha": "انكشف",
    "Word Type": "网络词"
  },
  {
    "..": "独一无二",
    "拼音": "Dúyīwú'èr",
    "Masry": "مفيش زيه",
    "Fussha": "فريد من نوعه",
    "Word Type": "正式"
  },
  {
    "..": "太绝了",
    "拼音": "Tài juéle",
    "Masry": "تحفه",
    "Fussha": "رائع",
    "Word Type": "网络词"
  },
  {
    "..": "淡化",
    "拼音": "Dànhuà",
    "Masry": "يقلل من الحاجه",
    "Fussha": "يخفف الامر",
    "Word Type": "正式"
  },
  {
    "..": "什么鬼？",
    "拼音": "shén me guǐ?",
    "Masry": "إيه ده؟",
    "Fussha": "ما هذا؟",
    "Word Type": "网络词, 口语"
  },
  {
    "..": "人无完人",
    "拼音": "rén wú wán rén",
    "Masry": "محدش كامل",
    "Fussha": "كلنا لدينا عيوب",
    "Word Type": "正式, 书面语, 成语"
  },
  {
    "..": "XSWL",
    "拼音": "xiào sǐ wǒ le",
    "Masry": "هموت من الضحك",
    "Fussha": "سأموت من الضحك",
    "Word Type": "网络词"
  },
  {
    "..": "来都来了",
    "拼音": "lái dōu lái le",
    "Masry": "طالما جينا",
    "Fussha": "بما أننا قد أتينا",
    "Word Type": "口语"
  },
  {
    "..": "让她煮",
    "拼音": "ràng tā zhǔ",
    "Masry": "سيبها تعمل اللي هي عايزاه",
    "Fussha": "دعها تفعل ما تريد",
    "Word Type": "网络词, 口语"
  },
  {
    "..": "磨叽",
    "拼音": "mó ji",
    "Masry": "بطيء",
    "Fussha": "بطيء",
    "Word Type": "口语"
  },
  {
    "..": "我太难了",
    "拼音": "wǒ tài nán le",
    "Masry": "أنا شايل الهم اوي",
    "Fussha": "أنا أعاني كثيرًا",
    "Word Type": "网络词"
  },
  {
    "..": "人比人，比死人",
    "拼音": "rén bǐ rén, bǐ sǐ rén",
    "Masry": "متقارنش نفسك بحد",
    "Fussha": "المقارنة تقتل",
    "Word Type": "俗语"
  },
  {
    "..": "你神经啊？",
    "拼音": "nǐ shén jīng a?",
    "Masry": "أنت مجنون؟",
    "Fussha": "هل أنت أحمق؟",
    "Word Type": "口语"
  },
  {
    "..": "你哪儿跟哪儿呀你",
    "拼音": "Nǐ nǎr gēn nǎr ya nǐ",
    "Masry": "انت بتقول ايه؟",
    "Fussha": "ماذا تقصد؟",
    "Word Type": "俗语"
  },
  {
    "..": "自洽",
    "拼音": "Zìqià",
    "Masry": "منطقي",
    "Fussha": "منطقي",
    "Word Type": "正式"
  },
  {
    "..": "刚需",
    "拼音": "Gāngxū",
    "Masry": "حاجة ضرورية",
    "Fussha": "حاجة ضرورية",
    "Word Type": "正式"
  },
  {
    "..": "得过且过吧",
    "拼音": "Déguò qiěguò ba",
    "Masry": "سيبها على الله",
    "Fussha": "دعها تمضي",
    "Word Type": "网络词"
  },
  {
    "..": "中央空调",
    "拼音": "Zhōngyāng kōngtiáo",
    "Masry": "شخص بيوزع اهتمامه على الكل",
    "Fussha": "يمنح الجميع اهتمامًا متساويًا.",
    "Word Type": "网络词"
  },
  {
    "..": "板上钉钉",
    "拼音": "Bǎn shàng dīng dīng",
    "Masry": "الموضوع خلص خلاص",
    "Fussha": "محسوم.",
    "Word Type": "正式"
  },
  {
    "..": "薅羊毛",
    "拼音": "Hāo yángmáo",
    "Masry": "استغلال العروض ببلاش",
    "Fussha": "استغلال العروض",
    "Word Type": "网络词"
  },
  {
    "..": "领头羊",
    "拼音": "Lǐngtóu yáng",
    "Masry": "قائد المجموعة",
    "Fussha": "القائد.",
    "Word Type": "书面语"
  },
  {
    "..": "我吃素",
    "拼音": "Wǒ chīsù",
    "Masry": "مليش في المشاكل",
    "Fussha": "لا أتدخل",
    "Word Type": "网络词"
  },
  {
    "..": "你真是搞笑",
    "拼音": "Nǐ zhēnshi gǎoxiào",
    "Masry": "إنت عبيط ولا إيه؟",
    "Fussha": "مثير للسخرية.",
    "Word Type": "俗语"
  },
  {
    "..": "擦边",
    "拼音": "Cābiān",
    "Masry": "بيمشي على الخط الرفيع.",
    "Fussha": "يتجاوز الحدود.",
    "Word Type": "网络词"
  },
  {
    "..": "我要揭发你",
    "拼音": "Wǒ yào jiēfā nǐ",
    "Masry": "هفضحك",
    "Fussha": "سأبلغ عنك.",
    "Word Type": "书面语"
  },
  {
    "..": "帅哥老师",
    "拼音": "Shuàigē lǎoshī",
    "Masry": "الأستاذ الوسيم.",
    "Fussha": "المعلم الوسيم.",
    "Word Type": "书面语"
  },
  {
    "..": "你真可悲",
    "拼音": "Nǐ zhēn kěbēi",
    "Masry": "إنت مسكين.",
    "Fussha": "مثير للشفقة.",
    "Word Type": "俗语"
  },
  {
    "..": "上帝与你同在",
    "拼音": "Shàngdì yǔ nǐ tóng zài",
    "Masry": "ربنا معاك.",
    "Fussha": "الله معك.",
    "Word Type": "正式"
  },
  {
    "..": "太离谱了",
    "拼音": "Tài lípǔ le",
    "Masry": "ده كلام فاضي!",
    "Fussha": "غير معقول!",
    "Word Type": "俗语"
  },
  {
    "..": "逗逼",
    "拼音": "Dòubī",
    "Masry": "أهبل بس بيضحك.",
    "Fussha": "مهرج",
    "Word Type": "网络词"
  },
  {
    "..": "芭比Q了",
    "拼音": "Bābǐ Q le",
    "Masry": "هروح في داهيه",
    "Fussha": "انتهى",
    "Word Type": "网络词"
  }
]